<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 TRANSITIONAL//EN">
<HTML>
<HEAD>
  <META HTTP-EQUIV="Content-Type" CONTENT="text/html; CHARSET=UTF-8">
  <META NAME="GENERATOR" CONTENT="GtkHTML/1.0.4">
<title>Hawaii - Partie 1</title></HEAD>
<BODY>
<table width="780" border="0" align="center" cellpadding="2" cellspacing="2">
  <tr> 
    <td valign="top"> <p><font size="2" face="Arial, Helvetica, sans-serif">Il 
        est pr&#233;sentement aux alentours de neuf heures du soir et je suis 
        br&#251;l&#233;. Cette nuit sera ma premi&#232;re vraie bonne nuit de 
        sommeil auquelle j'aurai droit. Nous sommes arriv&#233;s chez Marcelle 
        mercredi soir vers 18h00 pm. Elle nous avait pr&#233;par&#233; un excellent 
        souper constitu&#233; d'une entr&#233;e avec cr&#232;me de fromage et 
        crevettes sur une poire et de la salade. Moi qui est difficile je me suis 
        dit un instant que ca commencait peut-&#234;tre mal le voyage mais apr&#232;s 
        quelques minutes je me suis plut&#244;t dit que je devrais essayer d'en 
        manger un peu. Ce que j'ai fait. Je n'ai pas tout mang&#233; mais la suite 
        &#233;tait compos&#233;e d'un excellent potage et puis d'un ragout d'agneau. 
        C'&#233;tait tr&#232;s bon. Le tout agr&#233;ment&#233; d'une bouteille 
        de vin. Par la suite nous sommes all&#233;s nous &#233;tendre pour tenter 
        de dormir un peu avant d'entreprendre ce long voyage. J'ai r&#233;ussi 
        &#224; dormir un peu, mais d&#232;s que je me suis r&#233;veill&#233; 
        je n'&#233;tais plus capable de me rendormir. Vers 2h45 du matin nous 
        quittions la maison de Marcelle pour nous rendre &#224; l'a&#233;roport. 
        Arriv&#233;s &#224; l'a&#233;roport vers les 3h15 am, rien ne semblait 
        encore ouvert. Pourtant le vol &#233;tait &#224; 5h50 et ils disent toujours 
        d'arriver 3 heures &#224; l'avance. Enfin. Les p&#233;rip&#233;ties &#233;taient 
        juste sur le point de commencer... <BR>
        <BR>
        Huguette avait amen&#233; un gros sac &#233;norme comme bagage &#224; 
        main dans l'avion, et elle s'est vite rendue compte que son sac &#233;tait 
        trop gros pour entrer dans le compartiment de v&#233;rification de grosseur 
        de bagage &#224; main. J'en étais nullement surpris. C'est &#224; ce moment 
        qu'elle s'est mise &#224; paniquer un peu et &#224; &#234;tre sur les 
        nerfs. Moi et Marcelle restions calmes mais Huguette &#233;tait sur le 
        gros nerf. Elle a donc essay&#233; de transvider des trucs dans nos sacs 
        pour all&#233;ger son bagage et de le serrer avec de la corde que Marcelle 
        a trouv&#233; dans une machine distributrice de journeaux.. Nous avons 
        finalement r&#233;ussis &#224; ins&#233;rer son sac dans le compartiment 
        de v&#233;rification, ce qui calma Huguette, mais pas pour longtemps! 
        Ensuite en donnant nos billets &#224; l'agente, nous lui avons demand&#233; 
        si elle pouvait nous placer dans la m&#234;me rang&#233;e mais sa r&#233;ponse 
        fut b&#234;te et n&#233;gative. C'est alors qu'en faisant la file pour 
        entrer dans l'avion Huguette s'est &#224; nouveau mise &#224; rager et 
        &#224; vouloir rem&#233;dier &#224; cette situation. heheheh. Cela m'importait 
        peu d'&#234;tre dans la m&#234;me rang&#233;e ou non, de toute facon je 
        voulais dormir et j'avais mon portable, walkman, bouquins, bref tout pour 
        me divertir. Mais comme tout bonne avocate, Huguette voulait absolument 
        rem&#233;dier &#224; cette situation et &#224; la suite de quelques plaintes 
        elle r&#233;ussi &#224; faire changer nos billets Montr&#233;al-D&#233;troit. 
        Mais on nous a dit qu'il &#233;tait impossible de changer ceux du vol 
        D&#233;troit-Honolulu, les places &#233;tant d&#233;j&#224; pleines. Cela 
        ajouta au stress d'Huguette qui, comble de malheur, fut s&#233;lectionn&#233;e 
        pour se faire fouiller de fond en comble! Enfin, apr&#232;s plusieurs 
        longues minutes de fouillage dans son sac de bagage, on nous laissa partir, 
        mais il ne restait d&#233;j&#224; plus que quelques minutes avant que 
        l'avion ne parte! <BR>
        <BR>
        Il nous restait donc une derni&#232;re &#233;tape &#224; franchir, celle 
        de la fouille des bagages &#224; main. O&#249; l'on check tout nos cossins 
        m&#233;taliques et &#233;lectroniques. Je fut chanceux, on me laissa passer 
        sans poser des questions, aussi bizarre que cela puisse paraitre, comme 
        mon sac avait pass&#233; dans les rayons X et que je transportait mon 
        portable, ma cam&#233;ra num&#233;rique, mon gameboy, etc. Mais rendu 
        &#224; la porte de l'avion on annoncait qu'il manquait un de mes bagages 
        dans l'avion!! Je n'y comprenais rien, mais j'ai vite compris le bogue; 
        j'avais plac&#233; mes 2 sacs (pack-sac+sleeping) dans un gros sac de 
        plastique qu'on pouvait prendre &#224; l'a&#233;roport. Probablement que 
        le gars des bagages a juste scann&#233; un de mes 2 sacs...&nbsp; Bon, 
        pour eux la situation semblait claire mais j'avais tout de m&#234;me un 
        petit peur qu'il me manque de quoi rendu &#224; Hawaii... J'&#233;tais 
        toujours calme et j'avais vraiment pas envie de me stresser avec ca, alors 
        je me suis simplement dit qu'au pire du pire je pouvais toujours m'acheter 
        du linge l&#224;-bas... Ensuite malgr&#233; le fait que j'&#233;tais dans 
        les derniers passagers manquants, le gardien se s&#233;curit&#233; &#224; 
        la porte de l'avion d&#233;cida de me passer au d&#233;tecteur de m&#233;tal 
        et de v&#233;rifier mon sac. Mais bri&#232;vement. Il vu mon portable, 
        mes autres gadgets, mais sans plus. Il referma le tout et me laissa filer. 
        Un petit stress m'as envahit &#224; ce moment comme tout le monde attendait 
        après moi dans l'avion mais ce fut vite pass&#233;. Rendu dans l'avion 
        j'étais soulagé mais j'avais vraiment h&#226;te qu'on soit &#224; Hawaii 
        car Huguette semblait encore stress&#233;e et sur le gros nerf pour l'histoire 
        des places dans l'avion. Apr&#232;s un rapide 2 heures de vol, rendu &#224; 
        D&#233;troit nous avions &#224; nous d&#233;placer dans une autre aile 
        de l'a&#233;roport pour prendre l'avion vers Honolulu. Les indications 
        &#233;taient claires... Porte A-28, et nous nous dirigions calmement vers 
        la section A. Mais Hugette &#233;tait sur le gros nerf et voulait absolument 
        s'assurer qu'on s'en allait &#224; la bonne place, m&#234;me si on savait 
        tr&#232;s bien qu'on &#233;tait &#224; la bonne place... De plus elle 
        voulait que je demande encore une fois si nous pouvions rectifier nos 
        si&#232;ges dans l'avion afin d'&#234;tre assis c&#244;te-&#224;-c&#244;te, 
        ce que je fit mais je savais tr&#232;s bien qu'on me dirait non. Comme 
        de fait, nous ne pouvions pas. Huguette &#233;tait en beau maudit... C'est 
        dommage parce que moi je suis de bonne humeur et il semble que rien ne 
        puisse me stresser... On est pas dans la m&#234;me rang&#233;e... Rien 
        de dramatique... J'ai de plus en plus h&#226;te qu'on arrive &#224; destination, 
        esp&#233;rant que le stress tombe. C'est pas de tout repos jusqu'&#224; 
        date!!! <BR>
        <BR>
        <img src="detroit_corridor.jpg" width="216" height="144" align="left"> 
        <img src="detroit_train.jpg" width="183" height="127" align="right">L'a&#233;roport 
        de Detroit semble plut&#244;t grand. Il y a d'immenses corridors qui semblent 
        sortir de l'int&#233;rieur d'un vaisseau spatial, lumineux et qui changent 
        de couleur. Il y a aussi un esp&#232;ce de train futuriste qui permet 
        de relier une aile &#224; l'autre. (photos) C'est très grand et futuriste. 
        Ca fait changement du petit a&#233;roport de Qu&#233;bec mettons :) <BR>
        <BR>
        <BR>
        <BR>
        <img src="huguette_avion.jpg" width="216" height="144" align="left"><img src="ecran_dc10.jpg" width="216" height="144" align="right">Dans 
        l'avion Dorval-Honolulu, nous &#233;tions &#224; bord d'un &#233;norme 
        DC-10, et finalement les places qui nous avaient &#233;t&#233; assign&#233;s 
        &#233;taient au beau milieu de l'avion, pas sur le bord de l'all&#233;e. 
        Rien pour contenter Huguette, m&#234;me si elle &#233;tait assise juste 
        derri&#232;re mon banc, et que nous avions l'&#233;cran g&#233;ant en 
        pleine face (j'essaie de voir le cot&#233; positif des choses). Bon, malgr&#233; 
        tout son chialage, vous pouvez voir qu'elle sourit malgr&#233; tout et 
        je suis s&#251;r qu'au fond, elle n'est pas si f&#226;ch&#233;e que ca. 
        Huguette est comme ca semble-t-il, quand ca fait pas son affaire il faut 
        juste qu'on le sache!!! Comme on voit sur l'autre photo, quand l'&#233;cran 
        ne diffusait pas de films ou d'&#233;missions quelconque, nous pouvions 
        regarder des statistiques techniques sur le vol de l'avion en temps r&#233;el. 
        C'est la premi&#232;re fois que je voyait ca et j'ai trouv&#233; ca très 
        intéressant. On voit sur la carte o&#249; l'avion est rendue exactement, 
        et son trajet effectu&#233; &#224; date. Ca indique aussi la vitesse de 
        l'avion (environ 850 km/h) et le temps qu'il reste pour la destination, 
        la temp&#233;rature de l'air &#224; cette altitude (-40 degrees Celsius, 
        oui oui... je me demande comment on peut survivre en se cachant dans le 
        train d'atterissage, mais bon) et autres donn&#233;es techniques int&#233;ressantes. 
        Ca donne une bonne idée de ou l'on est rendu et du chemin qui reste à 
        faire. </font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif">Le voyage de neuf 
        heures se passa assez bien, y'a pratiquement pas eu de turbulences et 
        je pu r&#233;ussir &#224; dormir un peu. Cela fit beaucoup de bien. Le 
        reste du temps j'ai jas&#233; un peu avec mes voisins qui &#233;taient 
        des arm&#233;niens vivant &#224; montr&#233;al. Ils &#233;taient bien 
        sympas. La fille avait un ordi portable elle aussi mais c'était le Mac 
        G4 que je voulait m'acheter au d&#233;but... Il est vraiment beau est 
        assez petit, plus compact que le mien... Mais malgr&#233; tout apr&#232;s 
        avoir constat&#233; quelques bogues sur son ordi et avoir discut&#233; 
        avec elle, je me suis rendu compte que je regrette pas du tout d'avoir 
        achet&#233; un PC. Le mien est pas mal plus puissant et plante moins!! 
        J'ai &#233;cout&#233; des bouts du film Tigre et Dragon, et aussi star 
        wars.. mais j'ai trouv&#233; que la batterie de mon portable s'est vite 
        comsum&#233;e. D'autres gens avaient des portables et ils l'ont utilis&#233;s 
        plus longtemps que moi. Ce doit &#234;tre les DVDs, ou bien mon logiciel 
        3D... Je sais pas. Enfin. Le reste du temps j'ai &#233;cout&#233; de la 
        musique, et le chialage d'Huguette par rapport au service tr&#232;s moyen 
        de la compagnie aérienne en ce qui a trait &#224; la bouffe et aux breuvages. 
        :) Finalement, apr&#232;s 9 heures de vol, enfin, nous voyons Honolulu 
        apparaitre dans les Hublots au loin!!! <BR>
        <BR>
        <img src="ville_nature.jpg" width="216" height="144" align="right">J'ai 
        &#233;t&#233; surpris par la taille &#233;norme de cette ville. Je croyais 
        Honolulu beaucoup plus petite que cela, mais c'est vraiment une grosse 
        ville, y'a beaucoup de gratte-ciels et c'est tr&#232;s &#233;tendu. Mais 
        le paysage est spectaculaire!!! En contraste avec la ville, la v&#233;g&#233;tation 
        et les palmiers font ressortir la nature unique de cette ile isol&#233;e 
        au beau milieu de l'oc&#233;an. Coll&#233; sur les gigantestes hotels, 
        se trouvent les superbes plages et coll&#233; derri&#232;re la ville, 
        les &#233;normes montagues escarp&#233;s cr&#233;&#233;s par les volcans. 
        Le contraste est vraiment impressionnant!! Suffit de marcher 5 minutes 
        et on se retrouve en dehors de la ville, au beau milieu d'une nature vierge, 
        volcanique lunaire. C'est vraiment sp&#233;cial. Malheureusement je n'ai 
        pas vraiment de photos de la ville vue des airs, puisque je n'&#233;tais 
        pas pr&#232;s des hublots. mais on peut tout de meme voir sur la photo 
        les montagnes qui sont proches, pendant que nous sommes sur une &#233;norme 
        autoroute tr&#232;s moderne et que de l'autre cot&#233; se trouve la ville.<BR>
        <BR>
        <img src="stef_accueil2.jpg" width="240" height="166" align="left"><img src="stef_accueil1.jpg" width="251" height="218" align="right">St&#233;phanie 
        est venue nous accueillir &#224; l'a&#233;roport avec ses colliers de 
        fleurs, comme le veut la tradition ici !! En arrivant &#224; l'a&#233;roport, 
        la premi&#232;re chose qu'on sent c'est la chaleur!!! Il faisait chaud 
        quand on est arriv&#233;s, et c'&#233;tait un peu humide, mais c'est une 
        belle chaleur. Le vent est frais et rafraichissant! Autre chose qu'on 
        remarque vite, c'est l'impressionnante quantit&#233; de japonaises ici!!! 
        C'est fou! :)&nbsp; Je vais vraiment pogner un torticoli ici &#224; force 
        de me retourner de tous les cot&#233;s. Juste dans l'avion en s'en allant, 
        y'avait une petite hawaiienne-asiatique, probablement un mix des deux, 
        elle &#233;tait vraiment jolie! Une vraie belle fille. J'&#233;tais pas 
        capable d'arreter de me retourner et de la regarder! Y'avait aussi plusieurs 
        japonaises dans l'avion. On est ensuite all&#233;s &#224; l'appartement 
        de st&#233;phanie, qui est un endroit tr&#232;s chouette je trouve! Ici 
        on est super bien, on a vraiment pas &#224; se plaindre. Premi&#232;re 
        chose qu'on a fait apr&#232;s s'&#234;tre un peu chang&#233; (pantalons 
        courts, sandales) on s'est rendus sur la plage de Waikiki et on a march&#233; 
        pieds nus sur la plage jusqu'au bar de DUKE.. Duke &#233;tant le plus 
        grand surfeur du monde, ayant cr&#233;&#233; le sport et ayant battus 
        tous les records possibles. Il est mort aujourd'hui bien s&#251;r et une 
        &#233;norme statue de lui se trouve devant le bar, que j'aurais d&#251; 
        prendre en photo, mais bon, je me reprendrai. En marchant j'ai failli 
        faire une crise cardiaque tellement j'ai vu des belles femmes. C'est vraiment 
        d&#233;bile mental. On dirait vraiment que je suis atteri au paradis. 
        Il fait beau soleil, une belle chaleur, et y'a des japonaises partout, 
        partout, partout en bikini!!! Woah. Des petites, des grandes, des bronz&#233;es, 
        des moins bronz&#233;es, des plus ou moins jolies, des trop jolies, c'est 
        juste Fou, fou, fou. Je suis vraiment tomb&#233; &#224; la bonne place! 
        :)&nbsp; <BR>
        <BR>
        <img src="coucher_soleil_day1.jpg" width="267" height="164" align="left"><img src="vanessa_small.jpg" width="139" height="203" align="right">En 
        arrivant au bar de Duke on s'est install&#233;s dehors pour avoir une 
        belle vue du coucher de soleil, pendant qu'on a mang&#233; un d&#233;licieux 
        repas agr&#233;ment&#233; de quelques boissons, servis par une d&#233;esse 
        du nom de Vanessa que j'ai prise ici en photo. Quel beau sourire, n'est-ce 
        pas? J'ai mang&#233; une pizza thailandaise avec du poulet dessus et 3 
        sortes de fromages. Le tout &#233;pic&#233; d'une petite salsa piquante 
        et d'&#233;pices diverses. Un r&#233;el d&#233;lice. J'ai aussi pris un 
        &quot;Blue-Hawaii&quot;, un d&#233;licieux drink typique de la place. 
        St&#233;phanie et Marcelle avaient pris du Thon cru, seulement cuit un 
        peu pour que l'ext&#233;rieur soit cuit et l'int&#233;rieur cru, tout 
        rouge comme un steak tr&#232;s saignant. En regardant l'assiette &#224; 
        st&#233;phanie j'avais vraiment l'impression de regarder un steak tr&#232;s 
        saignant, mais c'&#233;tait en fait du Thon! J'ai go&#251;t&#233;, et 
        Huguette aussi... et WOW! Quel d&#233;lice. C'est tendre tendre tendre 
        et ca goute pas trop, c'est juste parfait, ca goute juste le bon poisson 
        vraiment frais. C'est d&#233;licieux!!! Rodrigue, il faut que tu essayes 
        ca, tu vas adorer, c'est garanti. M&#234;me Huguette qui pensait pas aimer 
        a beaucoup appr&#233;ci&#233;! <BR>
        <BR>
        Nous sommes ensuite all&#233;s faire le tour des kiosques o&#249; ils 
        vendent des souvenirs divers, et nous nous sommes promen&#233;s sur la 
        rue principale de Waikiki. Encore une fois, j'ai vu &#224; peu pr&#232;s 
        100 femmes que je suis pr&#234;t &#224; marier demain matin!!! heheh. 
        Ce qu'elles sont belles, ces japonaises! On a plus l'impression ici d'être 
        au Japon que d'être aux États-Unis. Demain nous irons &#224; une plage 
        o&#249; l'eau n'est vraiment pas creuse, et on peut y observer toutes 
        sortes de poissons. Ca devrait &#234;tre g&#233;nial. Maintenant cette 
        journ&#233;e est finie et je suis en train de terminer cette page sur 
        laquelle je tape depuis d&#233;j&#224; une heure ou deux. Le temps passe 
        vite quand on tapes ce qu'on vit!! L'avion vous semblera peut-être avoir 
        été quelque peu pénible, mais ce n'était vraiment pas si pire que ca, 
        et tout ca est très vite oublié une fois qu'on est ici. Tout est tellement 
        beau... Y'a pas juste les femmes... La nature est indescriptible. Y'a 
        des fleurs partout, des arbres incroyables, comme les Manguiers et une 
        sorte de Bonzai géants. Partout ou il y a un jardin c'est comme si on 
        étais au jardin botanique. C'est vraiment beau ici. Je crois bien que 
        je serait capable d'habiter un endroit comme ici! :) Je devrais maintenant 
        aller me coucher car il se fait tard et je dois &#234;tre en forme demain. 
        J'ai une chambre juste pour moi ici, au sous-sol, c'est chouette. Il y 
        quelques coquerelles qui rôdent parfois mais elles sont bien gentilles 
        et beaucoup moins grosses que celles du mexique :) Je regrette nullement 
        d'avoir apport&#233; mon ordi portable. Ce fut tr&#232;s pratique dans 
        l'avion et regardez maintenant l'usage que j'en fait. C'est vous qui en 
        profitez! Vous avez m&#234;me des photos. On peut pas dire que c'est pas 
        LIVE ca non?? J'ai pas de connection internet ici pr&#233;sentement mais 
        je vous ferai parvenir ce message d&#232;s que j'ai acces &#224; internet 
        quelque part!&nbsp; Maintenant je vais dormir. Je pense &#224; vous! Je 
        vous embrasse, <BR>
        <BR>
        David xxx </font></p>
      <p align="right"><font size="2" face="Arial, Helvetica, sans-serif"><a href="day2.html">Partie 
        2 --&gt;</a></font></p></td>
  </tr>
</table>
<p>&nbsp;</p>
</BODY>
</HTML>
