<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Hawaii - Partie 2</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body>
<table width="780" border="0" align="center" cellpadding="2" cellspacing="2">
  <tr> 
    <td valign="top"> <p><font size="2" face="Arial, Helvetica, sans-serif">Ok, 
        me re-voil&agrave;!!<br>
        <br>
        On est pr&eacute;sentement samedi et c'est maintenant ma troisi&egrave;me 
        journ&eacute;e ici!!! Mon premier e-mail que j'ai envoy&eacute; je l'avais 
        &eacute;cris &agrave; la fin de la premi&egrave;re journ&eacute;e chez 
        Steph, mais je viens tout juste de l'envoyer, comme c'est ma premi&egrave;re 
        fois dans un caf&eacute; internet. Je pourrais me connecter de chez Steph 
        mais ca me prends ses login et tout et elle ne les connais pas. Je me 
        suis achet&eacute; une carte WiFi sans fil pour mon portable mais malheureusement 
        y'A pas l'air d'avoir de zone d'Acc&egrave;s pr&egrave;s de chez Steph. 
        M&ecirc;me ici &agrave; Waikiki y'en a pas. Je suis d&eacute;cu mais c'est 
        pas grave, ma carte va me servir plus tard. Y'en a pas &agrave; qu&eacute;bec 
        pis c cher les commander.<br>
        <br>
        <img src="hanauma1.jpg" width="250" height="166"> <img src="hanauma2.jpg" width="250" height="167"></font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><img src="hanauma3.jpg" width="250" height="167"> 
        <img src="hanauma4.jpg" width="250" height="167"><br>
        <br>
        Hier on est all&eacute;s &agrave; Hanauma Bay comme pr&eacute;vu, pour 
        faire du snorkling (nage avec lunettes de plong&eacute;e et tuba)... J'ai 
        du mal &agrave; trouver les mots pour d&eacute;crire ce que j'ai v&eacute;cu 
        l&agrave;-bas. Premi&egrave;rement, l'endroit est hallucinant. On a visionn&eacute; 
        un petit film sur l'endroit avant de s'y rendre (c'est obligatoire, pour 
        pr&eacute;server la nature) Et ils nous expliquent comment la baie a &eacute;t&eacute; 
        cr&eacute;&eacute;e... Au d&eacute;part c'&eacute;tait un &eacute;norme 
        volcan sous-marin en &eacute;ruption et la baie se trouve &agrave; &ecirc;tre 
        le crat&egrave;re en soi. L'endroit est magnifique, l'eau est claire comme 
        de l'eau de source et on peut y observer pleins d'esp&egrave;ces de poissons 
        et de coraux vivants. Le film nous indique qu'on ne doit pas toucher ni 
        marcher sur les coraux ni les poissons. On ne doit pas les nourrir non 
        plus. C'est normal, le respect que les touristes donnent &agrave; l'endroit 
        a fait en sorte qu'on peut observer ce que j'ai vu. Moi qui ne sait pas 
        nager, je n'aurais jamais, jamais, jamais cru pouvoir observer quelque 
        chose de si incroyable dans ma vie. La baie n'est vraiment pas creuse 
        alors j'&eacute;tais dans moins de 3 pieds d'eau et je n'ai jamais vu 
        autant de poissons et de coreaux de toute ma vie. C'&eacute;tait incroyable!!! 
        Au d&eacute;but j'&eacute;tait un peu nerveux et stress&eacute; et ca 
        me faisait un peu peur de garder ma tete longtemps dans l'eau, mais apr&egrave;s 
        seulement quelques minutes j'ai compris le truc et comment respirer avec 
        le tuba, et je nageais librement au dessus des coreaux et avec mes amis 
        les poissons!!! J'en ai vu, de toutes les couleurs, de toutes les grosseurs, 
        c'&eacute;tait hallucinant. Comme je disait, il n'y a m&ecirc;me pas de 
        mots pour d&eacute;crire ce que j'ai vu!!! Incroyable. Des fluorescents. 
        Des &eacute;normes, des bancs. Une fois j'ai pass&eacute; litt&eacute;ralement 
        dans un banc de poissons, il y en avait s&ucirc;rement une centaine!!! 
        C'&eacute;tait vraiment beau. Je pouvais les toucher, facilement, mais 
        &eacute;videmment je ne l'ai pas fait. J'ai nag&eacute; comme ca pendant 
        une heure ou deux, sans presque jamais sortir ma t&ecirc;te. J'&eacute;tais 
        rendu un poisson, c'&eacute;tait assez incroyable. Ils ne s'occupent m&ecirc;me 
        pas des humains car ils sont habitu&eacute;s &agrave; nous. C'est g&eacute;nial. 
        C'est comme &ecirc;tre dans un aquarium d'eau sal&eacute;e g&eacute;ant 
        qui vaut des millions de dollars. J'ai ADOR&Eacute; cette exp&eacute;rience. 
        Au mexique je crois que j'avais vu quelque chose comme 3 poissons!! &Eacute;videmment 
        j'&eacute;tais pas all&eacute; tr&egrave;s loin mais cette fois, j'avais 
        m&ecirc;me pas besoin de savoir nager. C'&eacute;tait fabuleux. J'en ai 
        encore des frissons d'ecstase.<br>
        <br>
        <img src="foret1.jpg" width="250" height="167"> <img src="foret2.jpg" width="167" height="250"></font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><img src="foret3.jpg" width="250" height="167"> 
        <img src="foret4.jpg" width="250" height="167"><br>
        <br>
        <br>
        Ensuite nous sommes all&eacute;s r&eacute;server nos billets d'avion pour 
        aller passer noel &agrave; faire du camping sur l'ile de Kawaii. Puis 
        nous sommes all&eacute;s prendre une marche d'une demi-heure environ dans 
        la foret tropicale!!!! Woah. Ca aussi, c'&eacute;tait &agrave; couper 
        le souffle. Le d&eacute;cor &eacute;tait digne de Jurassic Park. Les lianes 
        partout, et nous sommes parvenus jusqu&agrave; une foret de bambous... 
        Ca aussi c'&eacute;tait vraiment beau. Comme dans le film tigre et dragon 
        quand ils courent et montent sur les arbres de bambou. Superbe!<br>
        <br>
        <img src="party1.jpg" width="250" height="167"> <img src="party2.jpg" width="250" height="210"> 
        </font></p>
      <p> <font size="2" face="Arial, Helvetica, sans-serif"><img src="party3.jpg" width="250" height="167"><br>
        <br>
        La soir&eacute;e s'est bien termin&eacute; chez St&eacute;phanie qui avait 
        organis&eacute;e un party pour son coloc qui partait en fin de semaine. 
        Il y a eu une trentaine de personnes s&ucirc;rement, tout le monde &eacute;tait 
        super sociable et j'ai jas&eacute; avec pas mal tout le monde. C'&eacute;tait 
        chouette!!! J'ai par contre bu un peu trop de bi&egrave;res, ce matin 
        j'ai eu un petit mal de t&ecirc;te d&eacute;sagr&eacute;able, mais maintenant 
        ca va beaucoup mieux. Il est maintenant midi et je suis all&eacute; me 
        promener dans Hawaii avec le v&eacute;lo &agrave; St&eacute;phanie. Je 
        crois que je vais faire ca souvent, c'est vraiment l'fun!!! Ici tout le 
        monde est super sympathique, c'est vraiment pas stressant de partir en 
        v&eacute;lo, je peux toujours demander aux gens vers ou je dois aller, 
        et ils s'arretent et me jasent pendant plusieurs minutes, c'est vraiment 
        cool. Je suis all&eacute; me promener sur le bord de la beach &agrave; 
        Waikiki et je fais plaisir &agrave; mes yeux &agrave; regarder toutes 
        les jolies japonaises partout!!! D'ailleurs y'en a une tantot qui marchait 
        seule toute lunatique, j'aurais d&ucirc; lui parler, avec le beau sourire 
        qu'elle m'a fait. Bon, pas de stress, je suis ici pour un mois et tout 
        le monde est tellement sociable j'ai encore bien des occasions pour socialiser 
        avec les jolies gonzesses!!! C'est cool j'ai train&eacute; mon portable 
        dans mon sac &agrave; dos avec moi et le gars du caf&eacute; internet 
        est ben cool il m'a laiss&eacute; me plugger sur le r&eacute;seau avec. 
        Maintenant mon heure est termin&eacute;e alors je crois que je vais retourner 
        me promener en v&eacute;lo et mater les gonzesses!!!<br>
        <br>
        Huguette et Marcelle sont partis faire les puces ce matin, Steph m'a laiss&eacute; 
        son num&eacute;ro de cellulaire et je vais l'appeler tantot pour voir 
        ce qu'elle fait et si elle a des nouvelles d'Huguette. Je suis juste &agrave; 
        cot&eacute; de la beach ici, je crois que je vais aller me baigner un 
        peu tantot et l'on devrait se donner rendez-vous quelque part sur la plage 
        pour profiter de la bonne eau chaude!! Il fait super beau aujourd'hui, 
        gros soleil et une chaleur parfaite! Anyways ca semble &ecirc;tre toujours 
        comme ca ici!! <br>
        <br>
        Voici quelques autres photos que j'ai prises de l'arri&egrave;re du pickup 
        &agrave; St&eacute;phanie en m'en allant &agrave; Hanauma Bay! Y'a juste 
        3 places en avant alors je dois me contenter de la place en arri&egrave;re... 
        Mais en fait ca me d&eacute;ranges pas, j'aime ca, je fais des bye-bye 
        aux gens dans leurs autos :)<br>
        <br>
        <img src="divers1.jpg" width="250" height="167"> <img src="divers2.jpg" width="230" height="153"> 
        </font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><img src="divers3.jpg" width="250" height="167"><br>
        <br>
        Bon, je vous laisse, ca fait un petit bout de temps que je suis au caf&eacute; 
        internet, ca va me couter cher pour rien. J'aurais d&ucirc; pr&eacute;parer 
        ce courriel chez Steph comme le premier, comme ca j'aurais juste eu &agrave; 
        l'envoyer. Mais bon c'est pas grave. C'est super pratique mon portable, 
        je peux prendre le temps d'ins&eacute;rer les photos et tout. Maintenant 
        je vais continuer ma ride en bike et peut-&ecirc;tre prendre des photos 
        un peu encore!! En passant par rapport aux photos, ici j'en mets juste 
        quelques unes sinon ce serait trop lourd, mais inqui&eacute;tez-vous pas 
        j'en ai des millions d'autres que j'ai h&acirc;te que vous voyez aussi!! 
        Bon, Prenez soin de vous.. et inqui&eacute;tez vous pas pour moi, ca fait 
        longtemps que je me suis pas senti aussi bien!!! =)<br>
        <br>
        Marcel: J'ai pas bocou de temps pour aller sur internet alors trouves-moi 
        une place ou y'a une cam&eacute;ra et j'irai me planter devant &agrave; 
        l'heure demand&eacute;, si je le peux.. :) J'en profiterai pour aborder 
        de jolies gonzesses et je leur demanderai de poser avec moi!! =) heheheh.. 
        Enfin, on verra ce que je peux faire :)<br>
        <br>
        Ciao!!<br>
        <br>
        David xx </font></p>
      <p align="right"><font size="2" face="Arial, Helvetica, sans-serif"><a href="day3.html">Partie 
        3 --&gt;</a></font></p>
</td>
  </tr>
</table>
<p>&nbsp;</p>
</body>
</html>
