<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Hawaii - Partie 3</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body>
<table width="780" border="0" align="center" cellpadding="2" cellspacing="2">
  <tr> 
    <td valign="top"> <p><font size="2" face="Arial, Helvetica, sans-serif"><strong>Samedi 
        21 d&eacute;cembre</strong><br>
        <br>
        <img src="hawaiiennes_attitude.jpg" width="250" height="177" align="right">Encore 
        moi!! Achalant n'est-ce pas? Enfin bref, vaut mieux taper nos r&eacute;cits 
        quand ils sont encore frais en m&eacute;moire. Aujourd'hui apr&egrave;s 
        avoir envoy&eacute; mes derniers courriels je suis all&eacute; me baigner 
        comme pr&eacute;vu. L'eau &eacute;tait tr&egrave;s rafraichissante. St&eacute;phanie 
        la trouvais froide je crois mais moi pas du tout! Une fois qu'on est dedans 
        on est super bien. Le soleil nous a quitt&eacute;s &agrave; quelques reprises, 
        il y a eu quelques gros nuages noirs mais le vent les a vite repouss&eacute;s 
        loin de l'ile. En passant, pour les petits d&eacute;tails techniques, 
        pr&eacute;sentement je suis sur l'ile d'Oahu, et aujourd'hui c'est &agrave; 
        Waikiki que je suis all&eacute; me balader en v&eacute;lo et me baigner. 
        J'ai profit&eacute; de ma baignade pour photographier deux petites perles 
        hawaiiennes que j'ai trouv&eacute;es dans l'oc&eacute;an. =) Au d&eacute;but 
        j'&eacute;tais seul quand je suis arriv&eacute; &agrave; la beach, mais 
        j'ai l&acirc;ch&eacute; un coup de fil &agrave; Steph sur son cellulaire 
        et elle s'y rendait et Huguette aussi, alors elles sont venues me rejoindre. 
        Nous y sommes rest&eacute;s quelques heures puis apr&egrave;s un bref 
        repos et avoir enfil&eacute; nos espadrilles, nous sommes partis escalader 
        le crat&egrave;re du volcan black diamond, si je me souviens bien du nom 
        exact. <br>
        <br>
        <img src="cratere2.jpg" width="230" height="176" align="left">Encore une 
        fois, j'ai eu le souffle coup&eacute; par la beaut&eacute; du paysage. 
        Au d&eacute;part nous passons dans un tunnel creus&eacute; &agrave; m&ecirc;me 
        la roche volcanique, et cela ressemble fort &agrave; l'int&eacute;rieur 
        d'une maison de pierrafeu! Une fois &agrave; l'int&eacute;rieur du crat&egrave;re, 
        il y a une base militaire et un chemin qui escalade le crat&egrave;re 
        pour monter jusqu'au sommet. Une bonne marche, ca fait du bien et c'est 
        bon pour ma ligne!! Ca monte tout le long et y'a un esp&egrave;ce d'escalier 
        qui ne finit plus. On doit passer par quelques tunnels creus&eacute;s 
        dans le roc, et une chance qu'il y a un garde pour se guider car sinon 
        on ne verrait absolument rien!! C'est le noir total &agrave; l'int&eacute;rieur. 
        On peut louer ou acheter une lampe de poche &agrave; l'entr&eacute;e mais 
        c'est pas vraiment n&eacute;cessaire. Arriv&eacute; en haut, le paysage 
        est &eacute;poustouflant!! Sur la photo de droite vous pouvez voir ou 
        nous &eacute;tions situ&eacute;s apr&egrave;s avoir escalad&eacute; au 
        sommet. Imaginez la vue! De tout l&agrave; haut, on voit les surfeurs 
        au loin qui ont l'air de miniscules fourmis sur les immenses vagues. <img src="cratere1.jpg" width="269" height="156" align="right">Si 
        on fait face &agrave; l'oc&eacute;an, &agrave; notre droite on apercoit 
        Waikiki et la ville d'Honolulu avec tous ses grattes-ciels et hotels de 
        luxe. A gauche c'est des montagnes avec une couche de nuages qui caresse 
        le dessus des montagnes. Au milieu on apercoit les milliers de maisons 
        des habitants de l'ile. Je suis d&eacute;cu par mes photos car j'ai d&ucirc; 
        mettre mon doigt sur l'objectif &agrave; un moment donn&eacute; et la 
        plupart de mes photos sont floues et y'a un gros spot blurry. Enfin, c'est 
        pas grave, je vais essayer d'y retourner de toute facon. Ca co&ucirc;te 
        seulement un dollar et c'est un bon exercice. De plus je peux m'y rendre 
        facilement en v&eacute;lo, c'est tout pr&egrave;s de chez St&eacute;phanie. 
        <br>
        <br>
        <img src="cratere3.jpg" width="250" height="167"> <img src="cratere4.jpg" width="250" height="167"><img src="cratere5.jpg" width="250" height="167"> 
        <img src="cratere6.jpg" width="250" height="167"><img src="cratere7.jpg" width="250" height="167"> 
        <img src="cratere8.jpg" width="250" height="167"></font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><br>
        Ce soir nous avons fait cuire du poisson dehors sur le BBQ avec des patates 
        molles et des patates mauves, qui sont typiques d'ici... C'&eacute;tait 
        d&eacute;licieux. =)<br>
        <br>
        </font></p>
      <p> <font size="2" face="Arial, Helvetica, sans-serif"><strong>Dimanche 
        22 D&eacute;cembre<br>
        </strong><br>
        Ce matin nous nous sommes lev&eacute;s tr&egrave;s tot pour aller faire 
        une ballade de 4 heures &agrave; pied dans les montagnes! C'est de l'exercice, 
        mais ca fait tellement du bien! J'ai un peu mal aux pieds mais ca valait 
        la peine de marcher autant. Je vais la perdre ma bedaine! On est mont&eacute;s 
        au sommet de la montagne et les paysages &eacute;taient assez hallucinants 
        merci! J'ins&egrave;re &agrave; l'instant des photos au bas de ce paragraphe! 
        J'ai pu jouer &agrave; tarzan avec les lianes, elles &eacute;taient assez 
        solides! Apr&egrave;s ca je suis retourn&eacute; me baigner &agrave; Waikiki 
        avec le v&eacute;lo &agrave; Steph et puis je me suis rendu ici au caf&eacute; 
        internet. Je dois me d&eacute;pecher car les autres m'attendent pour aller 
        souper, dans un petit resto grec! Ensuite on pr&eacute;pare nos valises 
        pour demain pour aller camper!<br>
        </font></p>
      <p> <font size="2" face="Arial, Helvetica, sans-serif"><img src="tarzan1.jpg" width="170" height="230"> 
        <img src="mountain_top2.jpg" width="167" height="250"> <img src="mountain_top3.jpg" width="250" height="167"> 
        <img src="mountain_top1.jpg" width="250" height="167"> <img src="mountain_top4.jpg" width="250" height="167"> 
        <img src="mountain_top5.jpg" width="250" height="167"> <br>
        <br>
        Lundi tr&egrave;s tot (demain si vous lisez ceci aujourd'hui Dimanche) 
        nous prenons l'avion pour Kauai (je suis pas s&ucirc;r que ca s'&eacute;crit 
        comme ca, dans mon dernier courriel j'ai dit Kawaii parce que c'est comme 
        ca qu'on le prononce ici mais pour l'&eacute;crire je pense que j'ai m&ecirc;me 
        pas les caract&egrave;res n&eacute;cessaires sur mon clavier. :) Les noms 
        hawaiiens sont tr&egrave;s bizarroides. Donc nous allons camper l&agrave;-bas. 
        St&eacute;phanie connait des endroit quasi-vierges ou il n'y a presque 
        aucun touristes et pleins d'animaux en libert&eacute;s. Il y a aussi de 
        superbes plages d&eacute;sertes et des chutes d'eau dignes du film &quot;the 
        beach&quot;. Nous visiterons aussi un endroit habit&eacute; par des hippies 
        nudistes, ca aussi ca risque d'&ecirc;tre d&eacute;paysant. Nous y resterons 
        environ 4 jours donc ne vous posez pas trop de questions si vous n'avez 
        pas de mes nouvelles pendant plusieurs jours. L&agrave;-bas il n'y a pas 
        d'internet et de toute facon, je n'apporterai certainement pas mon ordinateur 
        en camping!! Je crois bien que je vais appr&eacute;cier ces jours de camping. 
        Mettons que c'est assez diff&eacute;rent des Noel que j'ai v&eacute;cus 
        jusqu'&agrave; pr&eacute;sent!! =) <br>
        <br>
        Je profite donc de l'occasion pour vous souhaitez &agrave; tous un joyeux 
        noel!! Je penserai &agrave; vous! Je vous aime tous ma gang de pas chanceux! 
        =) A part toi etienne qui est maintenant a Acapulco!<br>
        <br>
        <img src="cratere9.jpg" width="250" height="167" align="right">En passant, 
        jusqu'ici j'envoie mes courriels &agrave; plusieurs personnes mais c'est 
        certain que j'oublie certaines personnes ou bien je n'ai pas leur adresse 
        de courriel. Par exemple je ne suis pas certain que j'ai la bonne adresse 
        &agrave; Carl... Carl si tu lis ca fais moi un signe!! Sinon &Eacute;ric 
        ou Etienne s.v.p forwardez-lui!! Maman, toi aussi, je n'ai pas le courriel 
        &agrave; Pascale, alors ca serait bien si tu pouvais me le donner, et 
        peut-&ecirc;tre aussi Christian au Lac? Qui tu veux finalement! Pour les 
        courriels que j'ai d&eacute;j&agrave; envoy&eacute; et bien forwardez-vous 
        les bordel! =)<br>
        <br>
        Je pense &agrave; vous, du Paradis terrestre! =P<br>
        <br>
        Aloha, David xx<br>
        </font></p>
      <p align="right"><font size="2" face="Arial, Helvetica, sans-serif"><a href="day4.html">Partie 
        4 --&gt;</a></font></p></td>
  </tr>
</table>
<p><font size="2" face="Arial, Helvetica, sans-serif"><br>
  </font></p>
</body>
</html>
