<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Hawaii - Partie 4</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body>
<table width="780" border="0" align="center" cellpadding="2" cellspacing="2">
  <tr> 
    <td valign="top"> <p><font size="2" face="Arial, Helvetica, sans-serif"><strong>Noel 
        sur l'&icirc;le du film &quot;Jurassic Park&quot; </strong></font></p>
      <table width="250" border="0" align="left" cellpadding="2" cellspacing="2">
        <tr> 
          <td><font size="2" face="Arial, Helvetica, sans-serif"><img src="trip4_movie.jpg" width="250" height="167" align="left"></font></td>
        </tr>
        <tr> 
          <td><font size="1" face="Arial, Helvetica, sans-serif">Cin&eacute;ma 
            gratuit sur la plage </font></td>
        </tr>
      </table>
      <p><font size="2" face="Arial, Helvetica, sans-serif">Me re-voici, pour 
        la suite de mes aventures hawaiiennes. Nous sommes maintenant samedi le 
        28 d&eacute;cembre et nous sommes de retour chez Steph &agrave; Waikiki. 
        Apr&egrave;s avoir &eacute;cris mon dernier e-mail, finalement je ne suis 
        pas all&eacute; au resto grec avec les autres mais je suis plut&ocirc;t 
        rest&eacute; au centre-ville de Waikiki, &eacute;tant donn&eacute; qu'il 
        y avait pas mal d'action et que ca m'aurais fait une bonne rail de v&eacute;lo 
        pour rejoindre les autres et de plus j'&eacute;tais d&eacute;j&agrave; 
        en retard. Il y avait des films projet&eacute;s dehors sur la plage et 
        l'ambiance &eacute;tait bonne. Je me suis promen&eacute; dans le centre-ville 
        et j'ai arret&eacute; pour manger dans un resto japonais typique. Tout 
        &eacute;tait &eacute;cris en japonais pis la serveuse avait de la mis&egrave;re 
        &agrave; parler anglais, mais c'est ca qui est le fun, ca ajoute au trip 
        du voyage, je me serait cr&ucirc; au japon pendant une heure ou deux. 
        Les gens autour &eacute;taient tous japonais et y'a 2 filles qui m'ont 
        donn&eacute; des petits trucs car j'avait de la mis&egrave;re avec mes 
        baguettes. Elles parlaient pas anglais mais elle hochaient la tete quand 
        je faisait quelque chose dans le bon sens. C'est tu cute. Ce fut d&eacute;licieux 
        et ainsi se termina cette soir&eacute;e au Japon. </font></p>
      <table width="250" border="0" align="right" cellpadding="2" cellspacing="2">
        <tr> 
          <td><font size="2" face="Arial, Helvetica, sans-serif"><img src="trip4_arrival.jpg" width="250" height="167"></font></td>
        </tr>
        <tr> 
          <td><font size="1" face="Arial, Helvetica, sans-serif">Arriv&eacute;e 
            &agrave; Kaua'i vue de l'avion</font></td>
        </tr>
      </table>
      <p><font size="2" face="Arial, Helvetica, sans-serif">Le lendemain c'&eacute;tait 
        le d&eacute;part en avion vers l'&icirc;le de Kaua'i. C'est sur cette 
        &icirc;le que plusieurs films ont &eacute;t&eacute; tourn&eacute;s dont 
        le parc jurassique et indiana jones et le temple maudit. Quand on arrive 
        en avion on comprends vite pourquoi et on reconna&icirc;t bien le d&eacute;cor 
        si on a d&eacute;j&agrave; vu le film Jurrassic park. On dirait que l'&icirc;le 
        est prot&eacute;g&eacute;e par d'immenses murs naturels. C'est assez impressionnant. 
        Je pense d&eacute;j&agrave; aux marches qu'on va se taper sur le bord 
        de ces pr&eacute;cipices et j'en ai le vertige. J'en ai peut-&ecirc;tre 
        pas parl&eacute; dans mes derniers courriels, mais j'ai parfois un malaise 
        quand je me trouve sur un petit chemin tr&egrave;s &eacute;troit et que 
        c'est le pr&eacute;cipice au bas. Ca m'as pris un peu quand on &eacute;tais 
        all&eacute;s escalader les montagnes sur l'ile de Steph (Ohau) mais ca 
        s'est vite pass&eacute; car les chemins &eacute;troits sont peu nombreux, 
        et m&ecirc;me si le pr&eacute;cipice &eacute;tait haut il y avait quelques 
        arbres auxquels on pouvait s'accrocher, au cas ou j'aurais la malchance 
        de glisser. Mais maintenant je ne savais pas ce qui m'attendait sur l'&icirc;le 
        de Kaua'i, car nous allions marcher sur le bord des ces immenses falaises. 
        Je suis un peu g&ecirc;n&eacute; de l'admettre, mais je n'ai pas fait 
        la premi&egrave;re marche jusqu'au bout car j'ai pogn&eacute; la chienne 
        totale. Le chemin &eacute;tait super &eacute;troit &agrave; plusieurs 
        endroits et en bas c'&eacute;tait la falaise, et my god, c'&eacute;tait 
        haut!! </font></p>
      <table width="250" border="0" align="left" cellpadding="2" cellspacing="2">
        <tr> 
          <td><font size="2" face="Arial, Helvetica, sans-serif"><img src="trip4_nene.jpg" width="250" height="232"></font></td>
        </tr>
        <tr> 
          <td><font size="1" face="Arial, Helvetica, sans-serif">Un &quot;N&eacute;n&eacute;&quot;</font></td>
        </tr>
      </table>
      <table width="250" border="0" align="right" cellpadding="2" cellspacing="2">
        <tr> 
          <td><font size="2" face="Arial, Helvetica, sans-serif"><img src="trip4_nene2.jpg" width="250" height="185" align="right"></font></td>
        </tr>
        <tr> 
          <td height="16"><font size="1" face="Arial, Helvetica, sans-serif">Une 
            petite famille compl&egrave;te!</font></td>
        </tr>
      </table>
      <p><font size="2" face="Arial, Helvetica, sans-serif">On voyait l'oc&eacute;an 
        au bas avec l'eau qui fracassait les rochers, c'&eacute;tait assez d&eacute;bile. 
        Mais bon, avant tout cela nous avons visit&eacute; un ancien phare ou 
        se tiennent des esp&egrave;ces d'oiseaux rares, tel le N&eacute;n&eacute;. 
        C'est un oiseau natif d'Hawaii typique de la r&eacute;gion ici. Ca ressemble 
        &agrave; un canard mais c'est encore plus beau. Le paysage vu du phare 
        est &eacute;poustouflant. J'ai pris des tonnes de photos mais je vais 
        me contenter d'ins&eacute;rer ici les plus impressionnantes. Nous sommes 
        ensuite all&eacute;s installer notre mat&eacute;riel de camping, sur une 
        jolie plage qui se nomme &quot;secret&quot; beach. Elle n'est plus tellement 
        secr&egrave;te car il y a beaucoup d'autres campeurs sur place mais c'est 
        tout de m&ecirc;me une magnifique petite plage tranquille, l'eau est encore 
        une fois claire comme c'est pas possible et y'a beaucoup de poissons. 
        L&agrave; j'oublie s&ucirc;rement pleins de trucs qu'on a fait mais c'est 
        parce que ca fait d&eacute;j&agrave; plusieurs jours et ma m&eacute;moire 
        en souffre. Nous avons arr&ecirc;t&eacute;s &agrave; plusieurs endroit 
        pour admirer divers paysages et parmi ceux-ci quelques ch&ucirc;tes d'eau 
        paradisiaques. Nous sommes donc all&eacute;s faire cette fameuse marche 
        que je n'ai pas compl&eacute;t&eacute;e et quand je suis revenu sur mes 
        pas, je me suis simplement baign&eacute; dans l'oc&eacute;an en attendant 
        les autres. Il y avait une superbe petite plage au bas des montagnes et 
        j'en ai profit&eacute; pour y relaxer. Il n'y avait pas trop de monde 
        et y'a un chien qui est apparu de nulle part avec une balle de tennis 
        dans la bouche. Je me suis amus&eacute; &agrave; lui lancer dans l'eau 
        et il nagait pour aller la chercher. Y'avait l'air d'aimer ca. Ensuite 
        on a eu droit &agrave; un magnifique coucher de soleil avec d'&eacute;normes 
        vagues qui passait devant. </font></p>
      <p><img src="trip4_chien.jpg" width="250" height="167"> <img src="trip4_soleil1.jpg" width="250" height="167"><font size="2" face="Arial, Helvetica, sans-serif"> 
        <img src="trip4_chutes.jpg" width="250" height="167"></font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif">Le soir de Noel nous 
        sommes all&eacute;s manger dans un petit resto Zen-hawaiien typique et 
        j'ai pris le sp&eacute;cial Hawaiien, qui combine plusieurs mets typiques 
        d'ici. <img src="trip4_scruffy.jpg" width="125" height="84" align="right">Ca 
        consistait de porc, de Ahi cru (d&eacute;licieux thon rouge d'ici) et 
        de saumon cru, avec du riz et du chou. C'&eacute;tait en quelque sorte 
        une tourti&egrave;re hawaiienne! Tr&egrave;s bon. Le sosie de Scruffy 
        est venu nous visiter &agrave; notre table. Le soir au camping nous pouvions 
        observer les milliers d'&eacute;toiles dans le ciel, car &agrave; Kauai 
        il n'y pas de grosses villes ni beaucoup de lumi&egrave;res. Magnifique. 
        Presque chaque fois que je m'arretais pour regarder le ciel je pouvais 
        voir passer une &eacute;toile filante. Les &eacute;toiles ressemblent 
        &agrave; de la poudre tellement il y en a, c'est fou. Ici on se sent vraiment 
        petit par rapport &agrave; l'univers et la nature. Mais encore plus quand 
        nous avons visit&eacute; le Canyon de Kauai. Ca, c'est de l'immensit&eacute; 
        &agrave; l'&eacute;tat pur. Nous sommes mont&eacute;s au sommet du Canyon, 
        &agrave; plus de 4000 pieds d'altitude. Il n'y a aucun mots pour d&eacute;crire 
        ce que l'on y voit en haut. l'Immensit&eacute; du paysage est saisissante, 
        on se sent minuscule et l'on a peine &agrave; croire ce que nos yeux voient. 
        </font></p>
      <p><img src="trip4_sommet1.jpg" width="250" height="167"> <img src="trip4_sommet2.jpg" width="250" height="167"> 
        <img src="trip4_sommet3.jpg" width="250" height="167"></p>
      <p align="left"><img src="trip4_sushi1.jpg" width="250" height="167" align="left"><img src="trip4_sushi2.jpg" width="250" height="170" align="right">Finalement 
        nous sommes partis le 25 au soir de Kaua'i pour retourner sur l'&icirc;le 
        d'Ohau. Le 26 pendant la journ&eacute;e, nous avons relax&eacute; sur 
        la beach, puis le soir venu nous avons essay&eacute; le meilleur resto 
        japonais d'Hawaii. Plusieurs c&eacute;l&eacute;brit&eacute;es du monde 
        entier sont pass&eacute;s par ce resto. Il est r&eacute;put&eacute; d'ailleurs 
        pour avoir les meilleurs sushis d'Hawaii. Pascale tu aurais capot&eacute;! 
        Nous sommes arriv&eacute;s &agrave; l'improviste et le resto &eacute;tait 
        plein mais nous sommes tr&egrave;s chanceux car il y a du avoir une cancellation 
        ou quelque chose, on nous a vite trouv&eacute; un petit salon juste pour 
        nous! C'&eacute;tait assez incroyable puisque la majeure partie du resto 
        est une grande aire ouverte et les salons semblent r&eacute;serv&eacute;s 
        aux invit&eacute;s importants! Moi je n'ai pas pris de sushis, m&ecirc;me 
        si j'ai failli essay&eacute; le sp&eacute;cial sashimi, mais il y avait 
        de la pieuvre et je suis pas s&ucirc;r d'etre friand de cela. <img src="trip4_danseuse2.jpg" width="250" height="156" align="left">Finalement 
        j'ai pris un repas complet avec soupe, riz, sak&eacute; et du thon et 
        saumon. C'&eacute;tait d&eacute;licieux. J'ai gout&eacute; &agrave; quelques 
        sushis que St&eacute;phanie et Marcelle avaient pris et j'ai bien aim&eacute;. 
        Sp&eacute;cialement les oeufs de poissons, &agrave; ma grande suprise. 
        <img src="trip4_danseuse.jpg" width="100" height="172" align="right">Le 
        27 moi est Marcelle sommes all&eacute;s visiter le Mus&eacute;e &quot;Bishop&quot;. 
        Tr&egrave;s int&eacute;ressant, beaucoup d'articles de l'&eacute;poque 
        des premi&egrave;res populations Hawaiiennes et aussi quelques spectacles 
        et diverses animations. J'ai beaucoup appris sur l'histoire du peuple 
        Hawaiien. J'ai aussi appris comment les explorateurs de l'&eacute;poque 
        naviguaient gr&acirc;ce aux &eacute;toiles. Fascinant. Il y avait aussi 
        une reconstitution d'une baleine appel&eacute;e ici &quot;Sperm Whale&quot; 
        avec ses ossements, assez impressionnant. Aussi les armes de l'&eacute;poque, 
        aussi barbares fut-elles, sont int&eacute;ressantes &agrave; voir. Nous 
        avons aussi assist&eacute;s &agrave; un spectacle de danse traditionnelle 
        Hawaienne, et Marcelle m'as prise en photo avec une des danseuses. Elle 
        avait l'air plus am&eacute;ricaine qu'Hawaiienne mais enfin.</p>
      <p align="left"><img src="trip4_whale.jpg" width="250" height="167"> <img src="trip4_whale2.jpg" width="250" height="181"> 
        <img src="trip4_armes.jpg" width="250" height="118"></p>
      <p align="left">Le soir venu St&eacute;phanie et Marcelle &eacute;taient 
        fatigu&eacute;s mais il y avait un bon show au &quot;Hawaiian Hut&quot;, 
        2 groupes locaux, B.E.T. et Native Blend, du reggae/scratch/rap enfin 
        un m&eacute;lange de pleins de styles... J'y suis all&eacute; avec Huguette. 
        C'&eacute;tait super bon. Mais je dois admettre que j'ai pass&eacute; 
        plus de temps &agrave; mater les gonzesses qu'&agrave; regarder le show!! 
        Putain de bordel de merde, de si jolies filles j'en ai rarement vues autant 
        regroup&eacute;es dans un m&ecirc;me endroit!! La plupart des gens qui 
        &eacute;taient au show &eacute;taient natifs d'ici, mais il y a tellement 
        de m&eacute;tissage ici, on ne sait plus trop si elles sont d'origine 
        Hawaiiennes, ou Japonaises ou autre, enfin bref ca fait de m&eacute;chants 
        beaux m&eacute;langes!! :) On voit que c'est vraiment des gens d'ici car 
        tout le monde a l'air de se conna&icirc;tre. C'est pas &eacute;vident 
        pour la cruise, car on sait jamais trop si les filles ont un petit ami, 
        et le hic c'est que les gars Hawaiiens sont tous shap&eacute;s comme des 
        frigos en stainless &agrave; deux portes verticales! Mettons qu'ils sont 
        assez imposants mais bon, la plupart des hawaiiens malgr&eacute; leur 
        airs de &quot;tough guy&quot; sont tr&egrave;s sympas apr&egrave;s qu'on 
        leur dit qu'on est &quot;French Canadian&quot;. J'ai remarqu&eacute; qu'il 
        semble y avoir des similitudes entre le peuple ici et celui du Qu&eacute;bec, 
        en termes &quot;d'assimilation&quot;. Mettons que le peuple ici s'est 
        fait pas mal &eacute;craser par les am&eacute;ricains... Alors on se comprends 
        apr&egrave;s tout! Finalement on a regard&eacute; le show au complet malgr&eacute; 
        notre fatigue et on s'est bien amus&eacute;s, m&ecirc;me si j'&eacute;tais 
        un peu d&eacute;&ccedil;u de pas avoir fait connaissance avec une des 
        ces jolies gonzesses :)</p>
      <p align="left"><img src="trip4_band1.jpg" width="250" height="154"> <img src="trip4_band4.jpg" width="100" height="151"> 
        <img src="trip4_band2.jpg" width="219" height="151"> <img src="trip4_band3.jpg" width="150" height="100"></p>
      <p align="left"><img src="trip4_palais.jpg" width="250" height="194" align="left">Aujourd'hui 
        le 28 nous sommes all&eacute;s visiter le Palais imp&eacute;rial Hawaiien, 
        celui ou les rois r&eacute;gnaient avant que les am&eacute;ricains prennent 
        possession de la place. C'&eacute;tait tr&egrave;s impressionnant et aussi 
        instructif historiquement. Malheureusement il &eacute;tait interdit de 
        prendre des photos de l'int&eacute;rieur du palais alors too bad you can't 
        see! J'en ai au moins une du palais de l'ext&eacute;rieur. Nous sommes 
        ensuite all&eacute;s visiter le Chinatown, qui est tr&egrave;s petit mais 
        tr&egrave;s authentique. Nous avons remarqu&eacute; que tout co&ucirc;te 
        pas mal moins cher dans le quartier chinois et c'est quand m&ecirc;me 
        tr&egrave;s bon. Je parle de bouffe surtout, car on allait souvent &agrave; 
        l'&eacute;picerie pour se pr&eacute;parer de petits soupers modestes mais 
        maintenant je crois que nous allons aller chercher nos l&eacute;gumes 
        et autres aliments dans le le chinatown! <img src="trip4_feux.jpg" width="150" height="214" align="right">Maintenant 
        j'ai h&acirc;te au jour de l'an car ici les gens font pareil comme en 
        Islande, tout le monde font p&eacute;ter des feux d'artifices sur le coup 
        de minuit!! Il parait que c'est comme si c'&eacute;tait la troisi&egrave;me 
        guerre mondiale, c'est presque dangereux tellement il y a des bombes et 
        des fus&eacute;es qui explosent de partout! Je me suis d&eacute;j&agrave; 
        pr&eacute;par&eacute;, j'ai achet&eacute; quelques feux d'artifices pour 
        l'occasion et j'ai bien h&acirc;te de les tester! Demain je ne sais pas 
        encore ce que nous ferons, je crois que les autres veulent aller magaziner, 
        alors j'en profiterai pour aller me faire toaster au soleil sur la plage! 
        Le soir venu il y a un autre show au Hard Rock caf&eacute;, ca devrait 
        &ecirc;tre bon, c'est un groupe tr&egrave;s populaire ici dont j'ai oubli&eacute; 
        le nom. Semble-t-il que ca ressemle &agrave; du Sublime. Lundi moi et 
        Marcelle partons toute la journ&eacute;e au Polynesian cultural center, 
        nous avons achet&eacute;s un forfait qui nous donne droit &agrave; une 
        visite compl&egrave;te d'une sorte de disneyland hawaiien ou l'on peut 
        visiter des villages, voir des spectacles de danses professionnelles, 
        des courses de canoe, etc. Il y a aussi 2 films IMAX compris dans le prix 
        (60$) et un souper et un spectacle tr&egrave;s broadway en fin de soir&eacute;e. 
        Le transport est m&ecirc;me compris. Il semblerait que c'est &agrave; 
        voir absolument. </p>
      <p align="left">Sur ce, je vous laisse, et je vous dis &agrave; la prochaine 
        pour une nouvelle s&eacute;rie d'&eacute;pisodes palpitantes de mon voyage. 
        Je ne sais pas quand ca sera par contre, je commence &agrave; &ecirc;tre 
        paresseux d'&eacute;crire d'aussi long courriels! Ceux qui m'&eacute;crive, 
        merci pour vos courriels, d&eacute;sol&eacute; si je ne vous r&eacute;ponds 
        pas directement, je d&eacute;pense toute mon &eacute;nergie mentale dans 
        ces longs &eacute;pisodes pleins de photos alors je n'ai plus assez de 
        motivation pour &eacute;crire directement &agrave; tout le monde. Par 
        contre j'appr&eacute;cie &eacute;norm&eacute;ment d'avoir de vos nouvelles, 
        et continuez de m'&eacute;crire, ca me fait chaud au coeur d'avoir de 
        vos nouvelles! J'esp&egrave;re que vous avez pass&eacute; un joyeux noel, 
        le mien &eacute;tait chouette, m&ecirc;me si je n'&eacute;tais pas vraiment 
        dans l'esprit de Noel! Je vous souhaite &agrave; tous un bon jour de l'an 
        si je ne vous reparle pas d'ici l&agrave;! Ci-bas je mets d'autres photos 
        diverses qui fittaient pas dans le texte plus haut! Dont la photo de la 
        statue du Duke que j'avais dit que je publierais plus tard!</p>
      <p align="left"><img src="trip4_divers_duke.jpg" width="167" height="250"> 
        <img src="trip4_divers12.jpg" width="167" height="250"> <img src="trip4_divers19.jpg" width="250" height="167"> 
      </p>
      <p align="left"><img src="trip4_sommet4.jpg" width="250" height="167"> <img src="trip4_divers1.jpg" width="250" height="167"> 
        <img src="trip4_divers2.jpg" width="250" height="167"></p>
      <p align="left"><img src="trip4_divers6.jpg" width="250" height="167"> <img src="trip4_divers8.jpg" width="250" height="167"> 
        <img src="trip4_divers9.jpg" width="250" height="167"></p>
      <p align="left"><img src="trip4_divers10.jpg" width="250" height="167"> 
        <img src="trip4_divers11.jpg" width="250" height="167"> <img src="trip4_divers13.jpg" width="250" height="167"> 
      </p>
      <p align="left"><img src="trip4_divers14.jpg" width="250" height="167"> 
        <img src="trip4_divers15.jpg" width="250" height="167"> <img src="trip4_divers3.jpg" width="250" height="167"></p>
      <p align="left"><img src="trip4_divers16.jpg" width="250" height="167"> 
        <img src="trip4_divers17.jpg" width="250" height="167"> <img src="trip4_divers18.jpg" width="250" height="167"></p>
      <p align="left"><img src="trip4_divers5.jpg" width="250" height="214"> <img src="trip4_divers4.jpg" width="250" height="200"> 
        <font size="2" face="Arial, Helvetica, sans-serif"><img src="trip4_phare.jpg" width="250" height="149"></font> 
      </p>
      <p align="left">Aloha &agrave; tous!</p>
      <p align="left">David xx</p>
      <p align="right"><font size="2" face="Arial, Helvetica, sans-serif"><a href="day5.html">Partie 
        5 --&gt;</a></font></p>
</td>
  </tr>
</table>
</body>
</html>
