<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Hawaii - Partie 5</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body>
<table width="780" border="0" align="center" cellpadding="2" cellspacing="2">
  <tr>
    <td valign="top"> <p><font size="2" face="Arial, Helvetica, sans-serif"><strong>1er 
        Janvier 2003. Partie 5.</strong></font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><img src="trip5_geyser.jpg" width="250" height="167" hspace="4" vspace="4" align="right">Bienvenue 
        dans ce nouvel &eacute;pisode de mes aventures Hawaiiennes! On fait tellement 
        de choses chaque jour, je ne sais trop par ou commencer! Bon, si je me 
        fie au dernier r&eacute;cit, on &eacute;tais samedi, donc dimanche, finalement 
        les femmes ne sont pas all&eacute;es magasiner mais nous sommes plut&ocirc;t 
        all&eacute;s visiter la partie Est de l'&icirc;le d'Oahu. Nous avons commenc&eacute; 
        par longer l'oc&eacute;an et nous nous sommes arret&eacute;s sur le bord 
        d'une petite plage pour prendre quelque photos et voir un ph&eacute;nom&egrave;ne 
        int&eacute;ressant; un trou dans les rochers, au-dessus de l'eau, laissait 
        les vagues se fracasser en dessous et &eacute;clabousser au travers du 
        trou vers le haut. Ca ressemble &agrave; un Geyser mais ce n'en est pas 
        un. St&eacute;phanie nous racontait qu'un gars a eu le culot de se placer 
        au-dessus du trou, mais il en a pay&eacute; le prix, il a revol&eacute; 
        20 pieds dans les airs et a retomb&eacute; directement dans le trou. Il 
        est mort, bien entendu. Parlant de mort, j'ai pens&eacute; faire de la 
        chute libre en parachute car Steph nous avais dit que Matt, son copain, 
        allait s&ucirc;rement aller en faire en janvier. Mais je crois que j'ai 
        chang&eacute; d'id&eacute;e puisque la semaine pass&eacute;e y'a deux 
        personnes qui ont saut&eacute;s et leur parachute ne s'est pas ouvert. 
        Ca me donne des frissons dans le dos. Mais reste que l'exp&eacute;rience 
        doit &ecirc;tre assez intense. Stephanie l'a fait et elle dit que du haut 
        du ciel, on peut voir toute l'&icirc;le au complet, toute petite, et on 
        atterit dessus. Wow. J'y repenserai, mais le cas de la semaine pass&eacute;e 
        ne me donne pas le go&ucirc;t du tout!! Je sais pas si <img src="trip5_bassin.jpg" width="250" height="167" hspace="4" vspace="4" align="left">Matt 
        a encore le go&ucirc;t d'y aller, anyway. Oh, il y a une coquerelle sur 
        le mur, quelqu'un a faim? Bon, revenons &agrave; nos moutons. Nous sommes 
        donc ensuite all&eacute;s marcher sur une assez haute colline afin d'observer 
        les baleines au large. Pas chanceux, les baleines se sont tenues tranquilles 
        :( Nous sommes ensuite redescendus et avons visit&eacute; un temple bouddhiste 
        japonais dans les montagnes. Une r&eacute;plique d'un temple au japon 
        vieux de 900 ans. C'&eacute;tait vraiment beau. Il y avait un petit jardin 
        tout autour avec de l'eau et des poissons, canards et tortues qui cohabitaient 
        joyeusement ensemble. Le gros probl&egrave;me de cette journ&eacute;e 
        c'est que j'avais oubli&eacute; de fermer ma cam&eacute;ra avant de me 
        coucher et la batterie &eacute;tait compl&egrave;tement vid&eacute;e de 
        son &eacute;nergie. Je n'avais vraiment pas besoin de cela devant un aussi 
        beau paysage. Le temple avec les montagnes derri&egrave;re, et l'eau tout 
        autour et toute la vie &agrave; l'int&eacute;rieur. Sans oublier le Bouddha 
        g&eacute;ant recouvert d'or &agrave; l'int&eacute;rieur. J'&eacute;tais, 
        excusez l'expression, vraiment en criss, puisque je ne pouvais prendre 
        aucune photo. M&ecirc;me chose quand on &eacute;tait sur le toit de cette 
        colline &agrave; baleines, la vue &eacute;tait &eacute;poustouflante, 
        mais je n'ai pu prendre de photos. Ok, pas de cam&eacute;ra, pas grave, 
        du moins j'ai mes yeux pour regarder. Par la suite nous nous sommes dirig&eacute;s 
        vers &quot;coconut island&quot;, qui se trouve &agrave; &ecirc;tre une 
        &icirc;le scientifique appartenant &agrave; l'universit&eacute; de St&eacute;phanie. 
        Il n'y a que des installations scientifiques et des bassins d'eau dans 
        lesquels ils font des exp&eacute;riences diverses sur les poissons. Vaut 
        mieux ne pas en savoir plus. Surtout en ce qui a trait aux dauphins. Ils 
        ont un tout petit enclos dans l'eau tout pr&egrave;s de l'&icirc;le, et 
        personne n'a le droit de s'y rendre sauf quelques scientifiques importants. 
        Personne ne veut savoir se qui s'y passe, car on serait s&ucirc;rement 
        choqu&eacute;s de l'apprendre. Pauvres dauphins. Nous avons pu par contre 
        observer les requins dans les bassins sur l'&icirc;le. Il y avait plusieurs 
        esp&egrave;ces et la plupart &eacute;taient assez petits mais il y en 
        avait quelques-uns assez impressionnants. Le plus int&eacute;ressant &eacute;tait 
        sans doute le requin-tigre qui est plus rare &agrave; observer et extr&ecirc;mement 
        dangereux, m&ecirc;me si les requins-marteaux sont aussi dr&ocirc;les 
        &agrave; voir aller. Parlant d'eux nous en avons vu un petit &eacute;chou&eacute; 
        sur la plage pr&egrave;s de l'endroit ou St&eacute;phanie va souvent faire 
        du snorkling. <img src="trip5_pepper_cutiekiss.jpg" width="250" height="190" hspace="4" vspace="4" align="right">J'avais 
        envie de lui arracher les dents pour les garder en souvenir mais c'&eacute;tait 
        un peu d&eacute;gueulasse comme manipulation. St&eacute;phanie nous a 
        ensuite amen&eacute;s faire une ballade en bateau, c'&eacute;tait chouette 
        mais un peu &eacute;peurant car le vent et les vagues &eacute;taient assez 
        fortes cette journ&eacute;e-l&agrave;. Le soir venu nous sommes all&eacute;s 
        voir le groupe &quot;Pepper&quot; au Hard Rock caf&eacute;, comme pr&eacute;vu. 
        Ils sont tr&egrave;s populaires ici, c'est un des groupes hawaiiens les 
        plus populaires. Le show laissait un peu &agrave; d&eacute;sirer car le 
        son &eacute;tait plut&ocirc;t m&eacute;diocre et ils avaient l'air gel&eacute;s 
        ben dur. Ils n'ont fait que dire des conneries tout le long. Bah, peu 
        importe, de mon c&ocirc;t&eacute; je me suis encore une fois amus&eacute; 
        &agrave; mater les gonzesses, car comme d'habitude, y'en avait pas mal 
        trop dans la place! :) J'ai facilement convaincu une des plus jolies de 
        jouer &agrave; ma petite amie devant ma cam&eacute;ra et elle a profit&eacute; 
        de la situation pour me bizouter un peu. ;) Ma face en dit long sur mon 
        appr&eacute;ciation de cette inattendue initiative, mais malheureusement 
        ca n'a pas dur&eacute; tr&egrave;s longtemps. :( Elle &eacute;tait trop 
        occup&eacute;e &agrave; courir apr&egrave;s les surfeurs pro et les membres 
        du band... :P Ah la la! Ces femmes. Quand vont-elles donc apprendre &agrave; 
        choisir les bons mecs? :) </font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><img src="trip5_poly1.jpg" width="250" height="162" hspace="4" vspace="4" align="left"><img src="trip5_poly2.jpg" width="104" height="143" hspace="4" vspace="4" align="right">Lundi, 
        Marcelle et moi sommes enfin all&eacute;s au Polynesian cultural center. 
        Nous avions une petite autobus de touristes compris dans le forfait et 
        nous avons eu droit aux farces plates du guide touristique tout au long 
        du chemin. Il &eacute;tait tout de m&ecirc;me sympathique. Rendu &agrave; 
        destination nous avons vu visiter des simulations du mode de vie traditionnel 
        des diff&eacute;rentes &icirc;les de la polyn&eacute;sie. En commencant 
        par les &icirc;les Samoi, appel&eacute; aussi terre natale des &quot;happy 
        people&quot; et de notre cher guide &quot;comique&quot;. C'&eacute;tait 
        assez int&eacute;ressant, le tout &eacute;tant agr&eacute;ment&eacute; 
        de farces diverses et de d&eacute;monstrations pratique de danses, pr&eacute;paration 
        de bouffe, de feu, etc. J'ai &eacute;t&eacute; stress&eacute; tout le 
        long par contre car &agrave; toutes les &icirc;les et spectacles ils choisissaient 
        des victimes parmis la foule pour aller en avant faire des conneries et 
        avoir l'air con. Ca me tentait pas ben ben, je d&eacute;teste ces affaires-l&agrave;. 
        Heureusement j'ai pas &eacute;t&eacute; choisi, mais je me suis tout de 
        m&ecirc;me pet&eacute; le tibia sur un banc en sortant d'un spectacle 
        et je suis tomb&eacute; face premi&egrave;re contre le sol. J'ai eu l'air 
        pas mal plus con que si j'avais &eacute;t&eacute; choisi pour aller en 
        avant. N'emp&ecirc;che que pendant les d&eacute;monstrations de tambours 
        y'a un japonais qui comprenait rien de ce que l'animateur disait et mettons 
        qu'il en fait marrer plusieurs. <img src="trip5_poly3.jpg" width="250" height="167" hspace="4" vspace="4" align="right">Apr&egrave;s 
        les spectacles divers nous avons eu droit &agrave; une ballade en bateau 
        sur un canal au travers des &icirc;les, et puis nous avions un film IMAX 
        sur les dauphins. Le film &eacute;tait fascinant. J'ai appris quelques 
        petites choses que je ne savais pas, et j'ai de plus r&eacute;alis&eacute; 
        &agrave; quel point les dauphins sont des &ecirc;tres sensibles et avanc&eacute;s. 
        On en aurais peut-&ecirc;tre long &agrave; apprendre d'eux. Les t&eacute;moignages 
        &eacute;taient fascinant et &eacute;mouvants, sp&eacute;cialement celui 
        d'un homme qui s'est li&eacute; d'amiti&eacute; avec un dauphin sauvage 
        et qui lui rend visite plusieurs fois par semaine en faisant du snorkling. 
        Le dauphin lui a m&ecirc;me une fois sauv&eacute; la vie en attaquant 
        un requin qui voulait s'en prendre &agrave; lui. La relation d&eacute;passe 
        de loin celle entre un homme et son chien. Le dauphin a des sentiments 
        beaucoup plus complexe... Bref, c'&eacute;tait fascinant!! Par la suite 
        nous avons eu droit &agrave; un excellent spectacle de grande envergure 
        en fin de soir&eacute;e. Tr&egrave;s broadway avec d&eacute;cors impressionnants, 
        et de jolies danses et musiques polyn&eacute;siennes. J'ai particuli&egrave;rement 
        aim&eacute; la deuxi&egrave;me partie car elle &eacute;tait ponctu&eacute; 
        de num&eacute;ros assez risqu&eacute;s avec du feu. Les femmes &eacute;taient 
        aussi tr&egrave;s impressionnantes avec leurs brassage de hanches. Leur 
        hanches brassent de gauche &agrave; droite &agrave; une vitesse et un 
        rythme qui fait mal dans le dos &agrave; regarder. Le plus impressionnant 
        &eacute;tait sans contredit les hommes qui s'assoieaient dans le feu avec 
        leurs jupes de paille. Ca avait pas l'air de faire du bien pour les couilles! 
        J'&eacute;tais tellement absorb&eacute; par le spectacle que j'ai totalement 
        oubli&eacute; de prendre des photos. De toute facon les quelques photos 
        que j'ai prises du spectacle n'&eacute;taient pas tr&egrave;s bonnes car 
        on avait pas le droit au flash. Y'avait une japonaise et sa grand-m&egrave;re 
        &agrave; cot&eacute; de moi, et c'&eacute;tait marrant car pendant le 
        spectacle la grand-m&egrave;re s'endormait et la fille devait tenir sa 
        grand-m&egrave;re pour pas qu'elle tombe sur moi... <img src="trip5_poly4.jpg" width="250" height="121" hspace="4" vspace="4" align="left">Mais 
        le plus dr&ocirc;le c'est quand les deux sont tomb&eacute;es endormies. 
        J'ai d&ucirc; les r&eacute;veiller pour pas que la grand-m&egrave;re me 
        prenne pour un oreiller et la fille &eacute;tait toute embarass&eacute;e 
        de s'&ecirc;tre endormie. Elle riait tout en se cachant le visage, comme 
        une ptite fille de 8 ans qui a fait un mauvais coup. Elles sont trop mignonnes 
        ces japonaises. Apr&egrave;s le spectacle la bus nous a ramen&eacute; 
        &agrave; waikiki et nous avons march&eacute; jusque chez Steph &agrave; 
        pied. Ca faisait une bonne petite marche. Pauvre Huguette, elle s'&eacute;tait 
        d&eacute;plac&eacute;e en auto pour venir nous chercher malgr&eacute; 
        qu'on lui avait dit de ne pas venir, puisqu'il &eacute;tait tard. Elle 
        nous a attendu en vain, pendant que nous marchions vers la maison de St&eacute;phanie.</font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><strong>Happy New 
        Year! </strong></font></p>
      <table width="100%" border="0" cellpadding="2" cellspacing="2">
        <tr valign="top"> 
          <td width="1%"><font size="2" face="Arial, Helvetica, sans-serif"><img src="trip5_feu1.jpg" width="147" height="250"></font></td>
          <td width="98%"><font size="2" face="Arial, Helvetica, sans-serif">La 
            journ&eacute;e suivante nous sommes all&eacute;s sur la plage de Kalua, 
            r&eacute;put&eacute;e pour &ecirc;tre la plus belle plage des &Eacute;tats-Unis. 
            Et l'on comprend vite pourquoi. Le sable est fin comme de la farine, 
            et l'eau est bleue-verte comme &agrave; hanauma bay. Je ne suis pas 
            certain que &quot;Kalua&quot; s'&eacute;crive de cette facon mais 
            enfin. Y'a des super photos panoramiques plus bas (une premi&egrave;re!). 
            Le soir venu nous avons tous mang&eacute; avec Matt et un de ses amis, 
            Oliver, avant de sortir pour aller f&ecirc;ter le jour de l'an. Avant 
            le souper j'avais &eacute;t&eacute; faire un tour sur internet et 
            j'ai chatt&eacute; avec une fille qui habite ici sur l'&icirc;le d'Oahu, 
            et elle m'a fil&eacute; son num&eacute;ro de cellulaire pour que je 
            l'appelle en soir&eacute;e. Question de peut-&ecirc;tre se donner 
            rendez-vous quelque part pour f&ecirc;ter le nouvel an. Durant toute 
            de la soir&eacute;e, &agrave; partir d'environ 18h00, les feux d'artifices 
            ont commenc&eacute; &agrave; &eacute;clater un peu partout autour 
            de chez Steph. J'aurais jamais cr&ucirc; que ca commencerais si t&ocirc;t 
            et que ca serait aussi intense!! On &eacute;tais en train de souper 
            et on avait d&eacute;j&agrave; l'impression que c'&eacute;tait la 
            troisi&egrave;me guerre mondiale dehors! Je suis s&eacute;rieux, c'est 
            vraiment impressionnant &agrave; entendre. Ca p&egrave;te de partout, 
            on entend les fus&eacute;es voler, les bombes &eacute;clater, et ca 
            n'arrete pas deux minutes! Vers 10hrs nous sommes descendus &agrave; 
            pied &agrave; Waikiki, et ce fut une bonne d&eacute;cision, car nous 
            avons pu admirer les multiples feux d'artifices lanc&eacute;s par 
            les habitants des quartiers r&eacute;sidentiels. Y'a un gars qui faisait 
            p&eacute;ter des bombes &agrave; 200$ chaque, dans sa cour arri&egrave;re!! 
            (Celles qu'on voit &agrave; droite sur les photos carr&eacute;es) 
            C'&eacute;tait les m&ecirc;mes bombes qu'on voit &agrave; la St-Jean 
            Baptiste au grand feu d'artifice. J'avais jamais vu ca me p&eacute;ter 
            dans face d'aussi proche! C'&eacute;tait presque dangereux. Je ne 
            sais pas s'il y a bocou d'accidents ici au jour de l'an, mais ca m'&eacute;tonne 
            pas si c'est le cas. </font></td>
          <td width="1%"> <p><font size="2" face="Arial, Helvetica, sans-serif"><img src="trip5_feu3.jpg" width="150" height="132" hspace="4" vspace="4" align="baseline"></font></p>
            <p><font size="2" face="Arial, Helvetica, sans-serif"><img src="trip5_feu4.jpg" width="150" height="139"></font></p></td>
        </tr>
      </table>
      <table border="0" align="left" cellpadding="4" cellspacing="4">
        <tr> 
          <td><font size="2" face="Arial, Helvetica, sans-serif"><img src="trip5_feu5.jpg" width="100" height="165"></font></td>
        </tr>
        <tr> 
          <td><div align="center"><font size="1" face="Arial, Helvetica, sans-serif">Un 
              des n&ocirc;tres en action</font></div></td>
        </tr>
      </table>
      <p><font size="2" face="Arial, Helvetica, sans-serif">Les hawaiiens sont 
        vraiment fous avec leurs </font><font size="2" face="Arial, Helvetica, sans-serif">feux 
        d'artifices! Je sais pas si je vais encore trouver les feux de la St-Jean 
        impressionnants, apr&egrave;s avoir vu autant de bombes sauter d'aussi 
        proches, et de partout!! Nous sommes ensuite all&eacute;s sur la plage 
        regarder les feux officiels &agrave; minuit et nous nous y sommes souhait&eacute;s 
        la bonne ann&eacute;e! Marcelle s'est pitch&eacute;e dans l'eau avec sa 
        robe et y'avait des gars &agrave; cot&eacute; qui sautaient dans l'eau 
        la bizoune &agrave; l'air. On a profit&eacute; aussi de l'occasion pour 
        faire sauter nos feux qu'on avait achet&eacute;s. On en avait plus que 
        n&eacute;cessaire finalement, car il nous en reste encore! Apr&egrave;s 
        ca St&eacute;phanie est partie rejoindre Matt plus loin sur la plage et 
        Marcelle et Huguette sont reparties &agrave; la maison. Moi j'&eacute;tais 
        ben trop dans le beat, y'avait du monde partout &agrave; Waikiki et ca 
        bougeait pas mal. Je me suis promen&eacute; un peu et j'ai ensuite appel&eacute; 
        la fille avec qui j'avais chatt&eacute; pour savoir ce qu'elle faisait. 
        <img src="trip5_feu2.jpg" width="146" height="250" hspace="4" vspace="4" align="right">J'avais 
        du mal &agrave; comprendre la conversation, le signal de son t&eacute;l&eacute;phone 
        &eacute;tait mauvais mais j'ai compris qu'elle &eacute;tait en train de 
        sortir du Hyatt Hotel, et j'&eacute;tais juste en face, devant le poste 
        de police. La ligne coupa alors j'ai travers&eacute; la rue pour voir 
        si elle &eacute;tait l&agrave; devant l'Hotel. C'est trop con car pendant 
        ce temps elle aussi traversait la rue pour aller voir si j'&eacute;tait 
        devant le poste de police, donc je ne la vis nulle part, et apr&egrave;s 
        avoir fait le tour du bloc, je l'ai rappel&eacute;e mais elle &eacute;tait 
        d&eacute;j&agrave; repartie avec ses amis en voiture vers le chinatown 
        pour aller dans un bar. C'&eacute;tait un peu loin et il commencait &agrave; 
        &ecirc;tre tard alors j'ai laiss&eacute; tomber et j'ai continu&eacute; 
        &agrave; explorer ce qui se passait &agrave; Waikiki. Mais j'ai vite rebrouss&eacute; 
        chemin car j'&eacute;tais un peu fatigu&eacute; et j'avais un petit mal 
        de t&ecirc;te qui me travaillait pas mal. J'ai fini la soir&eacute;e assis 
        sur la plage &agrave; regarder un groupe de japonais jouer &agrave; des 
        jeux bizarres &agrave; 3hrs du matin, et y'a un &quot;preacher&quot; de 
        singapour qui est venu me parler pis qui a commenc&eacute; &agrave; prier 
        tout haut. Je lui ai dit d'arr&ecirc;ter ca parce que je lui donnerait 
        pas d'argent, mais il voulait absolument prier pour moi parce semble-t-il 
        que j'avais l'air triste. C'est vrai que ma soir&eacute;e du nouvel an 
        finissait de facon plut&ocirc;t solitaire et j'avais un petit velours 
        de nouvel an, comme &agrave; chaque nouvelle ann&eacute;e d'ailleurs. 
        Je ne sais pas pourquoi je feel comme ca au jour de l'an, c'est toujours 
        la m&ecirc;me chose. Peut-&ecirc;tre que c'est parce que je sais pas vraiment 
        ce que je veux faire avec cette nouvelle ann&eacute;e qui commence, et 
        que ca m'am&egrave;ne &agrave; me poser toutes sortes de questions existentielles. 
        </font></p>
      <table border="0" align="left" cellpadding="4" cellspacing="4">
        <tr> 
          <td><font size="2" face="Arial, Helvetica, sans-serif"><img src="trip5_hugmar.jpg" width="250" height="177"></font></td>
        </tr>
        <tr> 
          <td><div align="center"><font size="1" face="Arial, Helvetica, sans-serif">Marcelle 
              et Huguette dans l'eau (c'est rare qu'on voit ca) :)</font></div></td>
        </tr>
      </table>
      <p><font size="2" face="Arial, Helvetica, sans-serif">Enfin. Apr&egrave;s 
        une bonne nuit de sommeil, je me sentais d&eacute;j&agrave; beaucoup mieux. 
        En cette premi&egrave;re journ&eacute;e de l'ann&eacute;e, nous sommes 
        encore une fois retourn&eacute;s &agrave; la plage de Kalua, mais cette 
        fois plus t&ocirc;t question de mieux profiter de cette merveilleuse journ&eacute;e. 
        Le soleil ne nous a presque pas quitt&eacute; de la journ&eacute;e, et 
        je crois que j'ai bronz&eacute; pas mal aujourd'hui! J'ai profit&eacute; 
        de mes longues marche dans le sable poudreux et chaud pour faire une exp&eacute;rience 
        que j'avais jamais tent&eacute; avec ma cam&eacute;ra, celle de faire 
        des paysages panoramiques &agrave; 360 degr&eacute;es. La technique est 
        simple, il suffit de prendre plusieurs photos du paysage, une apr&egrave;s 
        l'autre, en faisant une rotation sur soi-m&ecirc;me de 360 degr&eacute;es. 
        Comme je n'avais pas de tr&eacute;pied j'ai tent&eacute; d'y aller &agrave; 
        l'oeil et le r&eacute;sultat d&eacute;passe de loin mes esp&eacute;rances! 
        &Eacute;videmment cela n&eacute;cessite un bon travail de montage photo, 
        ce que je me suis tap&eacute; ce soir apr&egrave;s le souper. En fait 
        j'ai seulement assembl&eacute; deux paysages et l'un deux est encore incomplet. 
        Il m'en reste un autre &agrave; assembler, qui devrait &ecirc;tre pas 
        mal lui aussi. Mais je suis impatient de partager avec vous cette petite 
        exp&eacute;rience alors j'inclus ci-bas les deux montages que j'ai fait 
        &agrave; date!! Cliquez sur la photo du paysage d&eacute;sir&eacute; pour 
        l'agrandir. Ensuite vous pouvez vous d&eacute;placer dans le paysage avec 
        les fl&egrave;ches en bas de gauche &agrave; droite. J'esp&egrave;re que 
        vous appr&eacute;cierez autant que moi ces vues magnifiques de la c&eacute;lebre 
        plage de Kalua!</font></p>
      <table border="0" align="center" cellpadding="2" cellspacing="2">
        <tr> 
          <td><a href="trip5_panorama_kalua1_180.jpg"><img src="trip5_panorama_kalua1_180_s.jpg" width="457" height="86" border="0"></a></td>
        </tr>
        <tr> 
          <td><div align="center"><font size="1" face="Arial, Helvetica, sans-serif">Vue 
              du centre de la plage de Kalua &agrave; 180 degr&eacute;s (cliquez 
              sur l'image)</font></div></td>
        </tr>
      </table>
      <br> <br> <table border="0" align="center" cellpadding="2" cellspacing="2">
        <tr> 
          <td><a href="trip5_panorama_kalua2_360.jpg"><img src="trip5_panorama_kalua2_360_s.jpg" width="669" height="71" border="0"></a></td>
        </tr>
        <tr> 
          <td height="16"> <div align="center"><font size="1" face="Arial, Helvetica, sans-serif">Vue 
              de l'extr&eacute;mit&eacute; de la plage de Kalua &agrave; 360 degr&eacute;s!! 
              (cliquez sur l'image)</font></div></td>
        </tr>
      </table>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><img src="trip5_soleilcouche.jpg" width="250" height="167" align="right">Le 
        plan de match pour demain, 2 janvier 2003, aller au &quot;North Shore&quot; 
        pour voir les surfeurs pro rider les vagues de 30 pieds de haut! Ca devrait 
        &ecirc;tre assez impressionnant, et ma cam&eacute;ra est pr&ecirc;te pour 
        en saisir les meilleures vagues. Je crois que je vais laisser faire de 
        me baigner &agrave; cet endroit par contre, car je risque de foutre en 
        l'air ces soi-disant pri&egrave;res qui m'ont &eacute;t&eacute; d&eacute;di&eacute;es 
        hier soir. hehehe. Mettons que ca risque de brasser pas mal dans l'eau! 
        J'ai pas vraiment besoin de savoir ce que ca fait de nager dans un blender!</font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif">Sur ce, je vous laisse, 
        il est tard et je suis fatigu&eacute;. Je vous dit &agrave; la prochaine 
        pour ma prochaine s&eacute;ries d'aventures hawaiiennes! Bonne nouvelle 
        ann&eacute;e &agrave; tous! L&acirc;chez pas la patate, le paradis existe, 
        pis on a pas besoin de mourir pour y aller! =) Juste une couple de mille 
        piasses :/ Enfin bref, Prenez soin de vous. Pensez &agrave; moi! Moi je 
        pense &agrave; vous.</font><font size="2" face="Arial, Helvetica, sans-serif"> 
        </font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif">Aloha!</font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif">David xx</font></p>
      <p align="right"><font size="2" face="Arial, Helvetica, sans-serif"><a href="day6.html">partie 
        6 &gt;&gt;</a></font></p>
</td>
  </tr>
</table>
<p>&nbsp;</p>
</body>
</html>
