<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Hawaii - Partie 6</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body>
<table width="780" border="0" align="center" cellpadding="2" cellspacing="2">
  <tr>
    <td valign="top"> <p><font size="2" face="Arial, Helvetica, sans-serif"><strong>6 
        Janvier 2003. Partie 6. </strong>(les photos encadr&eacute;es sont cliquables 
        pour mieux voir)</font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><img src="trip6_ramen.jpg" width="250" height="196" hspace="4" vspace="4" align="right">Encore 
        une fois je ne sais trop par ou commencer et j'ai l'impression que ma 
        m&eacute;moire fait d&eacute;faut quand j'essaie de me rappeler ce que 
        j'ai fait chaque jour. Les derniers jours ont &eacute;t&eacute; plut&ocirc;t 
        relax, et c'est bien comme cela car j'en avait de besoin. Des journ&eacute;es 
        &agrave; me faire bronzer sur la plage, et des fins d'apr&egrave;s-midi 
        &agrave; me ballader en v&eacute;lo dans Waikiki. Je peux prendre le v&eacute;lo 
        d'Andy (le coloc qui est parti) quand je veux alors j'en profite. M'assoir 
        sur un banc et prendre les gens et les sc&egrave;nes en photo. Socialiser 
        avec les quelques personnes qui s'assoient pr&egrave;s de moi. Manger 
        des ramen wonton dans les restos japonais et observer ces japonais et 
        leurs dr&ocirc;les de mani&egrave;res de siffoner leur bouffe et de renifler 
        librement. Comme d'habitude en profiter pour regarder les jolies filles 
        &eacute;videmment. J'ai utilis&eacute; le mot &quot;mater&quot; dans mes 
        derniers courriels, mais Marcelle et Huguette m'ont vite fait savoir que 
        ca voulait pas dire ce que je pense. Je pensait que &quot;mater&quot; 
        signifiait simplement regarder, mais semble-t-il que ca veut dire les 
        frapper ou je sais pas trop. Vous savez tous bien que je serait pas capable 
        de faire ca. J'ai de la mis&egrave;re &agrave; approcher des filles et 
        je m'excuse quasiment d'exister quand je me rends compte qu'elles sont 
        pas int&eacute;ress&eacute;es, alors je crois que je suis loin d'&ecirc;tre 
        l'homme dominant qui bat les filles pour assouvir ses d&eacute;sirs. Enfin. 
        J'esp&egrave;re que ca rectifie les mots que j'ai peut-&ecirc;tre mal 
        utilis&eacute;s.</font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif">Bon, si je me fie 
        &agrave; mes photos, apr&egrave;s le jour de l'an nous sommes all&eacute;s 
        visiter le mus&eacute;e maritime. C'&eacute;tait tr&egrave;s int&eacute;ressant, 
        des premiers voyages &agrave; hawaii jusqu'aux premiers voyages en avion, 
        tout &eacute;tait pas mal document&eacute;. Y'avait un petit film des 
        ann&eacute;es 20 sur la chasse aux baleines, on y voyait les chasseurs 
        de l'&eacute;poque &agrave; l'oeuvre... J'ai particuli&egrave;rement appr&eacute;ci&eacute; 
        la partie quand une baleine harponn&eacute;e tire un bateau de p&ecirc;cheurs 
        vers les requins et un de ces derniers se faisait bouffer. Je me disait, 
        ben fait pour to&eacute; mon calisse. Je trouve tellement que ca l'air 
        innofensif une baleine, j'ai du mal &agrave; comprendre comment les hommes 
        pouvaient autrefois les chasser de cette facon. Les japonais sont encore 
        friands de viande de baleines... C'est triste. Enfin. Autre chose nouvelle 
        qu'on a fait, c'est d'aller au North shore observer les vagues de 30 pieds 
        et plus de haut. <img src="trip6_surf1.jpg" width="250" height="151" hspace="4" vspace="4" border="0" align="left">On 
        est chanceux de pouvoir assister &agrave; cela, c'est vraiment pas &agrave; 
        tous les jours que la nature nous donne droit &agrave; d'aussi immenses 
        vagues! Je pensait jamais avoir la chance d'assister &agrave; du surf 
        d'une telle qualit&eacute; dans ma vie! J'&eacute;tais vraiment &eacute;poustoufl&eacute; 
        et j'ai encore du mal &agrave; comprendre comment ces gars l&agrave; peuvent 
        avoir le &quot;guts&quot; de s'&eacute;lancer au large pour affronter 
        ces immenses vagues. J'ai tent&eacute; de prendre plusieurs photos mais 
        on voit pas grand chose vu qu'ils sont assez loin. J'ai ensuite tent&eacute; 
        de placer les jumelles au bout de ma cam&eacute;ra et finalement j'ai 
        r&eacute;ussi &agrave; en prendre au moins une qui a de l'allure!! Je 
        l'ai ins&eacute;r&eacute;e dans ce texte &agrave; gauche. Les autres &eacute;taient 
        trop flous, malheureusement. Cette vague devait faire &agrave; peu pr&egrave;s 
        25 pieds de haut, mais y'en a eu d'autres encore plus &eacute;normes par 
        apr&egrave;s, dont une qui devait faire 40 pieds, d'ailleurs y'a juste 
        un gars qui a eu les couilles pour tenter sa chance, et il &eacute;tait 
        bon car il s'en est assez bien sorti! Mais faut vraiment le faire... Le 
        voir tomber de 10 pieds de haut pour ensuite descendre &agrave; une vitesse 
        folle les 30 pieds suivants, c'est quelque chose &agrave; voir. M&ecirc;me 
        dans les films de surf que j'ai vus j'avais jamais vu ca... D&eacute;bile!! 
        Parlant de surf, ici c'est vraiment impr&eacute;gn&eacute; dans la culture 
        des gens. Presque tout le monde semble faire du surf. Quand on vas &agrave; 
        la plage on voit les papas montrer &agrave; leurs enfants de 5 ans comment 
        surfer... Ca fait penser un peu au patinage &agrave; qu&eacute;bec, ou 
        bien l'apprentissage du v&eacute;lo. Ici c'est normal, surfer fait partie 
        de la vie quotidienne. Ca me choque vraiment de ne pas &ecirc;tre plus 
        &agrave; l'aise dans l'eau profonde, j'aimerais vraiment ca m'essayer 
        moi aussi. Dans le fond je serais s&ucirc;rement capable de me d&eacute;brouiller, 
        avec un surf attach&eacute; au pied y'a toujours moyen de s'accrocher 
        apr&egrave;s et de flotter... Mais non moi j'ose pas car j'ai trop peur 
        de me noyer... C'est triste. Je sens que je passe &agrave; cot&eacute; 
        de quelque chose, et je suis certain que j'adorerais ce sport. Ah! Tant 
        mieux que je pense comme ca, car cela me motive &agrave; apprendre &agrave; 
        mieux nager et aussi comment nager sur place, comme ca j'aurai toute l'assurance 
        n&eacute;cessaire et qui sait, si je ne reviens pas ici bient&ocirc;t 
        je pourrai toujours tenter ma chance avec les vagues du mexique dans un 
        avenir rapproch&eacute;...</font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><strong>D&eacute;part 
        de Marcelle</strong></font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><img src="trip6_fishes1.jpg" width="250" height="167" hspace="4" vspace="4" align="left">Samedi 
        le 4 janvier Marcelle nous a quitt&eacute;s pour retourner dans le qu&eacute;bec 
        frette. Nous avons pass&eacute;s cette derni&egrave;re journ&eacute;e 
        &agrave; Hanauma Bay, cette endroit paradisiaque dont je vous parlais 
        ou j'ai nag&eacute; avec les poissons... J'&eacute;tais ravi de renouveller 
        l'exp&eacute;rience et cette fois j'ai pass&eacute; carr&eacute;ment l'apr&egrave;s-midi 
        sous l'eau. Je ne suis sorti bri&egrave;vement qu'&agrave; quelques reprises 
        afin de m'assurer que je n'&eacute;tais pas devenu un poisson et ensuite 
        j'y retournais. C'est vraiment extraordinaire de pouvoir vivre une telle 
        exp&eacute;rience pour seulement 3$, frais requis pour acc&eacute;der 
        &agrave; la baie. J'ai encore une fois nag&eacute; avec une multitude 
        de poissons et j'ai eu la chance de voir plusieurs esp&egrave;ces que 
        je n'avais pas vu avant. Par exemple d'&eacute;normes poissons perroquets. 
        Une chance qu'ils sont pas dangereux car &eacute;tant donn&eacute; leur 
        grosseur on fait un peu le saut quand on les voit s'approcher de nous. 
        J'&eacute;tais tellement absorb&eacute; dans mes observations que je me 
        suis soudainement retrouv&eacute; dans des eaux plus profondes, mais comme 
        j'&eacute;tais plut&ocirc;t &agrave; l'aise et je commen&ccedil;ais &agrave; 
        pogner la twist pour ce qui est de nager, j'ai donc simplement nag&eacute; 
        vers les eaux moins profondes, sans paniquer. <img src="trip6_fishes2.jpg" width="250" height="167" hspace="4" vspace="4" align="right">Je 
        suis assez fier de moi d'ailleurs, je vais peut-&ecirc;tre finir par &ecirc;tre 
        capable de surfer plus vite que je ne le pense. ;) C'est vraiment g&eacute;nial 
        de plonger avec un masque et tuba, on peut respirer librement tout en 
        &eacute;tant sous l'eau alors on oublie vite le temps et l'on devient 
        petit &agrave; petit un des leurs, c'est-&agrave;-dire ces ch&egrave;res 
        cr&eacute;atures sous-marines. Je comprends mieux maintenant comment les 
        mammif&egrave;res marins ont pu passer de cr&eacute;atures terrestres 
        &agrave; des cr&eacute;atures sous-marines. Il y a tout un autre monde 
        &agrave; d&eacute;couvrir l&agrave;-dessous. &Eacute;videmment tout le 
        long de mes observations je n'ai cess&eacute; de penser &agrave; toutes 
        les merveilleuses photos que j'aurais pu prendre si j'avais un appareil 
        sous-marin, alors comme j'ai crois&eacute; un aquarium l'autre jour qui 
        contenait toutes des esp&egrave;ces de poissons et coraux que j'avais 
        d&eacute;j&agrave; observ&eacute;, j'en ai profit&eacute; pour en prendre 
        quelques photos. Ca vous donne une petite id&eacute;e de ce &agrave; quoi 
        ca ressemble sous l'eau &agrave; Hanauma Bay! Apr&egrave;s ces heures 
        de joyeuse plong&eacute;e nous sommes retourn&eacute;s chez Steph et Marcelle 
        a pr&eacute;par&eacute; ces bagages et puis Huguette et St&eacute;phanie 
        sont all&eacute;es la reconduire vers l'a&eacute;roport. J'ai vraiment 
        eu un petit blues et j'&eacute;tais triste de voir partir Marcelle. Je 
        ne la connaissait pas mais j'ai vraiment eu du plaisir &agrave; voyager 
        avec elle. Mon petit blues &eacute;tait aussi beaucoup d&ucirc; au fait 
        que je sentais que ca allait bient&ocirc;t &ecirc;tre mon tour de quitter 
        ce petit paradis et vraiment, ca ne me pla&icirc;t pas du tout d'y penser. 
        D'ailleurs j'ai re&ccedil;u un courriel de Marcelle ce soir et nous avertis 
        bien moi et Huguette de profiter des jours qui nous reste. Voici d'ailleurs 
        un extrait de son courriel: <em>&quot;si vous voulez mon avis Huguette 
        et David, profitez au maximum de votre s&eacute;jour parce que la grisaille 
        de l'hiver prend rapidement le desssus.&quot; </em>Rien de r&eacute;jouissant 
        &agrave; l'id&eacute;e de partir d'ici, si vous voulez mon avis. </font></p>
      <p><img src="trip6_maze1.jpg" width="250" height="167"> <img src="trip6_maze2.jpg" width="250" height="167"> 
        <img src="trip6_maze3.jpg" width="250" height="167"> </p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><a href="trip6_sanfran_girl.jpg"><img src="trip6_sanfran_girl_small.jpg" width="163" height="236" hspace="4" vspace="4" border="2" align="left"></a><a href="trip6_waitress_cute.jpg"><img src="trip6_waitress_cute_small.jpg" width="250" height="176" hspace="4" vspace="4" border="2" align="right"></a>Ce 
        soir l&agrave; j'ai senti un immense besoin de sortir et de me d&eacute;fouler 
        alors j'ai regard&eacute; dans le journal et j'ai vu qu'il y avait DJ 
        Storm et the Warp Brothers, d'allemagne, au &quot;Maze Nightclub&quot;. 
        Parfait. Une petite soir&eacute;e rave &agrave; danser toute son &eacute;nergie, 
        rien de tel pour &eacute;liminer les toxines et la d&eacute;pression du 
        retour qui commencait &agrave; s'emparer de moi. J'avais vis&eacute; juste, 
        car malgr&eacute; le fait que j'en suis ressorti toujours seul, j'ai quand 
        m&ecirc;me eu beaucoup de plaisir durant cette soir&eacute;e et le fait 
        de danser comme ca toute la nuit m'as lib&eacute;r&eacute; d'une ribambelle 
        de petits cossins qui me pesaient sur la conscience. J'ai tout de m&ecirc;me 
        dans&eacute; et socialis&eacute; avec quelques filles qui m'ont fait retrouver 
        ma bonne humeur, et la musique m'as fait frissonner d'extase. Quand la 
        musique est si bonne, pas besoin d'ecstasy ou autres drogues pour tripper... 
        En tout cas pas dans mon cas! L'endroit &eacute;tait assez bien, trois 
        salles avec styles diff&eacute;rents question de satisfaire tout le monde. 
        La fr&eacute;n&eacute;sie &eacute;tait &agrave; son comble dans la salle 
        &quot;trance&quot;, qui &eacute;tait souvent parsem&eacute;e de drum'n 
        bass ultra-rapide. Du beat comme je l'aime! =) J'ai souvent visit&eacute; 
        aussi l'autre salle plus &quot;ambiante&quot; qui elle aussi m'as dr&ocirc;lement 
        satisfaite avec la musique d'aphex twin, squarepusher et compagnie. J'ai 
        profit&eacute; de l'occasion aussi pour exploiter les capacit&eacute;s 
        de ma cam&eacute;ra en mati&egrave;re de photos &agrave; exposition prolong&eacute;e. 
        Les r&eacute;sultats sont au-del&agrave; de mes esp&eacute;rances, particuli&egrave;rement 
        celle de gauche. J'ai tourn&eacute; ma cam&eacute;ra &agrave; 90 degr&eacute;es 
        pendant que je prenait la photo, alors vous pouvez voir si vous tournez 
        votre t&ecirc;te &agrave; 90 degr&eacute;es un autre visage cach&eacute; 
        dans la photo. <a href="trip6_waitresses.jpg"><img src="trip6_waitresses_small.jpg" width="159" height="113" hspace="4" vspace="4" border="2" align="left"></a>Cliquez 
        sur la photo pour la voir mieux! &Eacute;videmment, comme vous me connaissez, 
        je ne pouvais pas passer &agrave; c&ocirc;t&eacute; de l'occasion de me 
        faire photographier avec la serveuse, qui &eacute;tait dr&ocirc;lement 
        mignonne. Quand je voit d'aussi jolies filles c'est plus fort que moi, 
        je ne peux m'emp&ecirc;cher de les prendre en photo. :P<a href="trip6_japanese.jpg"><img src="trip6_japanese_small.jpg" width="250" height="167" hspace="4" vspace="4" border="2" align="right"></a>Question 
        de garder un souvenir de ce joli visage.=) L'autre serveuse qui a pris 
        la photo &eacute;tait quelque peu offusqu&eacute;e que je ne veuille pas 
        l'avoir en photo elle aussi alors elle m'a fait une mini-crise pour que 
        je la prenne aussi. Voici donc la photo des deux ensembles. J'ai aussi 
        dans&eacute; avec ces deux japonaises, que j'ai trouv&eacute;es pas mal 
        plus amusantes et sociables que la plupart des autres japonaises dans 
        la place, ces derni&egrave;res &eacute;tant plut&ocirc;t snobes et arrogantes, 
        avec leurs talons haut et leurs sacoches gucci &agrave; 600$. &Agrave; 
        4h00 am la musique a arr&ecirc;t&eacute; et les lumi&egrave;res se sont 
        allum&eacute;es, je ne comprenais pas pourquoi, je ne pensait pas qu'il 
        &eacute;tait si d&eacute;j&agrave; si tard! </font><font size="2" face="Arial, Helvetica, sans-serif">Enfin 
        bref, ce fut une agr&eacute;able soir&eacute;e, je n'ai vraiment pas vu 
        le temps passer.</font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif">Le lendemain j'ai 
        dormi jusqu'&agrave; midi et j'ai ensuite rejoint Huguette &agrave; la 
        plage &quot;sans-souci&quot; avec Steph en v&eacute;lo. Elles sont parties 
        plus t&ocirc;t que moi de la plage car Steph avait affaire au pet-shop 
        pour s'acheter de nouveaux poissons. Moi je me suis fait bronzer plus 
        longtemps et j'ai pass&eacute; le reste de la soir&eacute;e &agrave; Waikiki 
        &agrave; prendre des photos et &agrave; regarder le monde passer. Aujourd'hui, 
        j'ai eu une bonne nuit de sommeil et je me suis lev&eacute; plus t&ocirc;t 
        afin de passer la journ&eacute;e sur la plage, encore une fois. Sauf que 
        cette fois je suis all&eacute; essayer la plage de waikiki, juste derri&egrave;re 
        la statue du Duke, l&agrave; ou il y a le plus de gens. Ce fut d&eacute;paysant, 
        j'&eacute;tais entour&eacute; de japonais et j'ai pas entendu grand monde 
        parler anglais de la journ&eacute;e. <img src="trip6_waikiki1.jpg" width="250" height="167" hspace="4" vspace="4" align="left">J'ai 
        pris plusieurs nouvelles photos panoramiques mais je suis trop paresseux 
        pour les assembler maintenant. Je me suis ensuite promen&eacute; en v&eacute;lo 
        &agrave; Waikiki et je suis all&eacute; manger au petit resto qui est 
        sur la photo en haut de la page. C'&eacute;tait encore une fois assez 
        typique du japon, et j'ai vraiment eu l'impression d'&ecirc;tre dans un 
        petit resto japonais. C'&eacute;tait tr&egrave;s bon et pas tr&egrave;s 
        cher encore une fois. Ce soir nous sommes all&eacute;s voir le film danois 
        &quot;Le festin de Babette&quot; dans un micro-cin&eacute;ma/club vid&eacute;o 
        nomm&eacute; &quot;The Movie Museum&quot;. C'est vraiment un petit endroit 
        chouette, c'est deux cin&eacute;philes qui ont partis ca, y'ont pleins 
        de films de r&eacute;pertoire et m&ecirc;me plusieurs films qu&eacute;becois! 
        Y'ont arrang&eacute;s une petite salle &agrave; l'arri&egrave;re avec 
        des divans, et on peut amener notre bi&egrave;re, chips, etc. Y'a un grand 
        &eacute;cran et on peut y voir des films pour 4$. Le film &eacute;tait 
        excellent, c'est un vieux film mais c'&eacute;tait int&eacute;ressant 
        car y'avait des francais dans le film alors on avait souvent nullement 
        le besoin de lire les sous-titres. </font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif">Maintenant il nous 
        reste &agrave; voir si nous allons aller sur la Big Island, tout cela 
        d&eacute;pend de plusieurs facteurs, disponibilit&eacute; des places et 
        de St&eacute;phanie, le prix que ca va co&ucirc;ter, etc. Moi je pr&eacute;f&egrave;rerais 
        qu'on y aille mercredi et jeudi si possible, sinon jeudi et vendredi car 
        comme c'est ma derni&egrave;re fin de semaine ici, j'aimerais avoir au 
        moins une soir&eacute;e pour sortir une derni&egrave;re fois dans Waikiki 
        ou Honolulu! J'ins&egrave;re ci-bas d'autres photos!</font></p>
      <p><img src="trip6_aqua1.jpg" width="250" height="167"> <img src="trip6_aqua2.jpg" width="250" height="167"> 
        <img src="trip6_aqua3.jpg" width="250" height="167"> </p>
      <p><img src="trip6_mcdo.jpg" width="167" height="250"> <img src="trip6_divers4.jpg" width="167" height="250"> 
        <img src="trip6_divers5.jpg" width="167" height="250"> <img src="trip6_divers9.jpg" width="167" height="250"></p>
      <p><img src="trip6_divers1.jpg" width="250" height="167"> <img src="trip6_divers3.jpg" width="250" height="167"> 
        <img src="trip6_divers6.jpg" width="250" height="167"></p>
      <p><img src="trip6_divers7.jpg" width="250" height="167"> <img src="trip6_divers8.jpg" width="250" height="167"> 
        <img src="trip6_divers2.jpg" width="250" height="167"> </p>
      <p><img src="trip6_divers10.jpg" width="250" height="167"> <img src="trip6_divers12.jpg" width="250" height="167"> 
        <img src="trip6_surfs.jpg" width="250" height="167"></p>
      <p> <img src="trip6_robots.jpg" width="250" height="180"> <img src="trip6_sunset.jpg" width="250" height="167"> 
        <img src="trip6_surfs2.jpg" width="250" height="159"></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif">&Agrave; suivre... 
        </font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><strong>Aloha!</strong></font></p>
      <p align="right"><font size="2" face="Arial, Helvetica, sans-serif"><a href="day7.html">partie 
        7&gt;&gt;</a></font></p>
      </td>
  </tr>
</table>
<p>&nbsp;</p>
</body>
</html>
