<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Hawaii - Partie 7</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body>
<table width="788" border="0" align="center" cellpadding="2" cellspacing="2">
  <tr>
    <td valign="top"> <p><font size="2" face="Arial, Helvetica, sans-serif"><strong>11 
        Janvier 2003. Partie 7. </strong>(les photos encadr&eacute;es sont cliquables 
        pour mieux voir)</font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><a href="trip7_japs1.jpg"><img src="trip7_japs1_small.jpg" width="250" height="193" hspace="4" vspace="4" border="1" align="right"></a>Les 
        journ&eacute;es de relaxation sur la plage se sont poursuivies, suivies 
        de veill&eacute;es &agrave; marcher dans Waikiki et &agrave; observer 
        les gens. J'aime particuli&egrave;rement l'endroit situ&eacute; devant 
        l'aquarium g&eacute;ant, ou il y a quelques robots humains et breakdancers 
        qui font leurs shows. C'est un bon endroit pour s'assoir et jaser un peu 
        avec les gens. Je crois que c'est le soir apr&egrave;s avoir mis mon site 
        &agrave; jour, j'ai eu la chance de rencontrer trois japonaises tr&egrave;s 
        sociables et enjou&eacute;es qui m'ont donn&eacute; des petits cours de 
        japonais! J'ai beaucoup aim&eacute; la bonne humeur et la courtoisie d'Aki, 
        qui m'a elle-m&ecirc;me propos&eacute; de m'enseigner le japonais. C'est 
        la premi&egrave;re fois que j'ai la chance de bavarder avec une japonaise 
        qui parle aussi bien l'anglais. Aki vient de Tokyo et elle sors avec le 
        breakdancer japonais qui se produit tous les soirs &agrave; cet endroit. 
        Moi je le trouve un peu nul compar&eacute; aux autres breakdancers, mais 
        c'est le seul qui spin sur sa t&ecirc;te. Faut ben lui donner ca. (Je 
        suis peut-&ecirc;tre un peu jaloux). Aki a une copine qui se nomme Yuki, 
        elle parle beaucoup moins bien anglais mais ce qu'elle est mignonne!! 
        Elle m'a chant&eacute; des chansons de pizzicato five, le seul groupe 
        japonais que je connais et que j'adore d'ailleurs. Yuki c'est la troisi&egrave;me 
        &agrave; partir de la gauche sur la photo, et Aki c'est celle en bas &agrave; 
        gauche! Bref, ce fut une tr&egrave;s agr&eacute;able soir&eacute;e en 
        compagnie de ces charmantes jeunes femmes, et malgr&eacute; mes cours 
        de japonais, quand je me suis couch&eacute; j'avais d&eacute;j&agrave; 
        presque tout oubli&eacute;. Selon elles je prononce bien mes mots mais 
        je suis pas capable de me rappeler ce qu'ils veulent dire!! Faut dire 
        que j'&eacute;tais un peu perdu dans les yeux d'Aki quand elle me parlait 
        alors j'ai peut-&ecirc;tre eu du mal &agrave; me concenter :)</font></p>
      <p><img src="trip7_rap.jpg" width="250" height="167" hspace="4" vspace="4" align="left"><font size="2" face="Arial, Helvetica, sans-serif">L'art 
        de la rue est int&eacute;ressant ici les soirs &agrave; Waikiki. En plus 
        des shows de breakdance gratuits qui ont lieu tous les soirs, y'a le type 
        en rouge qui chante et joue de la guitare et le mec noir qui chante du 
        rap. Les deux se produisent s&eacute;par&eacute;ment mais leur talent 
        est &agrave; son meilleur quand ils d&eacute;cident de former un duo. 
        J'ai &eacute;t&eacute; tr&egrave;s impressionn&eacute; par le rappeur 
        car il improvise ses paroles au fur et &agrave; mesure et le r&eacute;sultat 
        est &agrave; la hauteur des plus grands rappeurs. Y'a m&ecirc;me eu un 
        gars qui est arriv&eacute; et qui l'a affront&eacute; pour un &quot;rap-battle&quot;, 
        et ce dernier n'&eacute;tait pas vraiment &agrave; la hauteur de la situation, 
        mais c'&eacute;tait int&eacute;ressant de voir ca... C'&eacute;tait comme 
        dans le film &quot;8 mile&quot;, si vous avez vu ce film, vous comprenez 
        ce que je veux dire. Enfin, les soir&eacute;es peuvent &ecirc;tre agr&eacute;ables 
        dans Waikiki, m&ecirc;me si on sort pas dans un bar ou nightclub.</font><font size="2" face="Arial, Helvetica, sans-serif">.</font></p>
      <p>&nbsp;</p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><strong>Big Island... 
        Terre de feu. Maison de la d&eacute;esse Pel&eacute;..</strong></font> 
      </p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><a href="trip7_lava6_tube.jpg"><img src="trip7_lava6_tube_small.jpg" width="250" height="173" hspace="4" vspace="4" border="1" align="left"></a>Finalement 
        nous avons d&eacute;cid&eacute; de tenter notre chance et d'aller passer 
        deux jours sur la Big Island... Et bon dieu, quelle bonne d&eacute;cision 
        nous avons pris!! Mon s&eacute;jour sur la Big Island a d&eacute;pass&eacute; 
        toutes mes attentes. J'ai presque du mal &agrave; imaginer comment je 
        peux d&eacute;crire ce que j'y ai v&eacute;cu, tellement c'est grandiose, 
        extra-terrestre, chaud, surr&eacute;el. C'est presque impossible &agrave; 
        expliquer avec des mots. La premi&egrave;re journ&eacute;e fut une longue 
        et palpitante aventure. Le seul vol qui restait &eacute;tait pour 5h00 
        am alors nous avons d&ucirc; nous r&eacute;veiller &agrave; 3hrs am pour 
        nous pr&eacute;parer et nous rendre &agrave; l'a&eacute;roport. Ce fut 
        une petite nuit de sommeil alors on s'attendait &agrave; trouver la journ&eacute;e 
        longue, et elle fut longue, mais bordel ca valait la peine. On est arriv&eacute;s 
        sur la Big Island vers 7h00 am et on s'est tout de suite dirig&eacute;s 
        vers le parc des volcans. Vers 9h00 nous &eacute;tions sur place et nous 
        avions assez faim alors nous avons pris un petit d&eacute;jeuner d&eacute;licieux 
        dans un petit resto maison. Pour 5$ j'avais 3 oeufs, 2 toasts, des saucisses, 
        une assiette pleine de riz et un caf&eacute;. Pour ici, c'est pas cher, 
        et c'&eacute;tait vraiment d&eacute;licieux. <img src="trip7_fissure.jpg" width="250" height="169" hspace="4" vspace="4" align="right">Surtout 
        apr&egrave;s une si courte de nuit de sommeil, ca donnait un peu d'&eacute;nergie. 
        Nous sommes ensuite partis dans le parc volcanique et avons commenc&eacute; 
        notre exploration par un crat&egrave;re qui fume encore. Vu du haut du 
        crat&egrave;re l'int&eacute;rieur semblait plutot proche et assez grand, 
        mais pas aussi immense qu'il ne l'&eacute;tait vraiment. Quand nous sommes 
        arriv&eacute;s il n'y avait encore personne &agrave; l'int&eacute;rieur 
        alors on ne pouvait pas vraiment voir &agrave; quel point c'&eacute;tait 
        immense. Nous avons emprunt&eacute; un sentier dans la foret qui nous 
        a d'abord conduit vers une &quot;rain forest&quot; puis, un tunnel de 
        lave s&eacute;ch&eacute;e. Le tunnel fut tr&egrave;s impressionant car 
        cela nous fait r&eacute;aliser qu'il peut y en avoir beaucoup d'autres 
        comme ca sous la terre un peu partout, et m&ecirc;me les scientifiques 
        n'en connaissent pas toujours l'existence. Apr&egrave;s avoir pass&eacute; 
        dans le tunnel nous avons emprunt&eacute; le sentier pour nous rendre 
        &agrave; l'int&eacute;rieur du premier crat&egrave;re, le Kilauea Uki. 
        Comme je disait, le crat&egrave;re vu de haut semblait beaucoup plus proche 
        et petit qu'il ne l'&eacute;tait en r&eacute;alit&eacute;, alors j'ai 
        &eacute;t&eacute; surpris de r&eacute;aliser &agrave; quel point le sentier 
        qui descend au bas est long &agrave; descendre. Rendu au 3/4 du chemin 
        on voit bien le crat&egrave;re sur le bord du sentier et on a l'impressionn 
        d'&ecirc;tre vraiment proche, mais non il nous en reste encore un bon 
        bout &agrave; descendre! <img src="trip7_fumerolle1.jpg" width="250" height="167" hspace="4" vspace="4" align="left">Finalement 
        quand on arrive en bas, on a droit &agrave; tout un spectacle. La majeure 
        partie de l'int&eacute;rieur du crat&egrave;re est tr&egrave;s lisse et 
        ressemble &agrave; de l'asphalte, mais il y a des explosions et des fissures 
        &agrave; plusieurs endroits, qui laissent une fum&eacute;e de vapeur chaude 
        s'en &eacute;chapper. Et quand je dis que c'est chaud, je l'ai vite appris 
        en posant ma main au-dessus d'une fissure. J'ai vraiment fait le saut 
        &agrave; quel point c'&eacute;tait br&ucirc;lant. C'est tr&egrave;s surr&eacute;aliste 
        quand on est sur place, on a l'impression d'&ecirc;tre dans un crat&egrave;re 
        sur la lune, et c'est difficile de r&eacute;aliser qu'on marche sur ce 
        qui &eacute;tait avant un point central d'&eacute;ruption volcanique intense. 
        J'avais presque peur au d&eacute;but, car je croyais bien que le sol pouvait 
        s'effronder &agrave; n'importe quel moment et l&agrave;-dessous ca avait 
        l'air vraiment chaud. Bref, la journ&eacute;e ne faisait que commencer 
        et d&eacute;j&agrave; j'&eacute;tais plus qu'impressionn&eacute; par ce 
        que j'avais vu. Mais ca ne faisait que commencer!! Nous sommes ensuites 
        all&eacute;s visiter des &eacute;chappement de sulphure, c'est des gaz 
        volcaniques qui remontent &agrave; la surface et ca laisse une couche 
        de souffre sur les roches, qui sent abond&eacute;ment. On est pas rest&eacute;s 
        l&agrave; trop longtemps car ca puait en maudit. <a href="trip7_lava5.jpg"><img src="trip7_lava5_small.jpg" width="250" height="167" hspace="4" vspace="4" border="1" align="right"></a>Par 
        la suite nous avons emprunt&eacute; la route qui longe le plus gros des 
        crat&egrave;res, avec en son centre un plus petit qui est le point central 
        d'&eacute;ruption, le crat&egrave;re Halema'uma'u. Ce dernier est interdit 
        d'acc&egrave;s, on peut seulement le voir de haut, car il n'y a pas encore 
        tr&egrave;s longtemps c'&eacute;tait encore un lac de lave en fusion et 
        on voit bien en regardant son sol que la lave est encore toute fonc&eacute;e 
        et fra&icirc;chement form&eacute;e. La vu qu'on a de la route tout autour 
        est hallucinante. Le petit crat&egrave;re que j'avais visit&eacute; peu 
        avant semblait maintenant minuscule en comparaison avec l'immensit&eacute; 
        de celui-ci. Tout autour il y a des &quot;Steam vents&quot; qui sont en 
        fait des fissures remplis d'eau tr&egrave;s chaude qui s'&eacute;chappe 
        en vapeur au contact de l'air plus frais. Ca cr&eacute;&eacute; une &eacute;paisse 
        fum&eacute;e de vapeur chaude qui est presque insupportable quand on passe 
        dedans. Les goutelletes de vapeur sont tellement chaudes qu'il vaut mieux 
        pas rester trop proche. Nous passions ensuite devant un mus&eacute;e et 
        observatoire &agrave; la fois, pour une fois plus admirer une vue cette 
        fois d'ensemble des plus gros crat&egrave;re. L'immensit&eacute; est &agrave; 
        couper le souffle et on reste silencieux face &agrave; un spectacle de 
        cette envergure. On <a href="trip7_lava7_vegetation2.jpg"><img src="trip7_lava7_vegetation2_sma.jpg" width="250" height="167" hspace="4" vspace="4" border="1" align="left"></a>s'imagine 
        voir ces volcans en &eacute;ruption et on r&eacute;alise &agrave; quel 
        point ca devait &ecirc;tre &eacute;peurant et spectaculaire. Plus loin 
        sur la route on pouvait croiser plusieurs endroits ou &eacute;taient pass&eacute; 
        des coul&eacute;es de lave qui ont engloutis la route. Maintenant on peut 
        passer mais il y a souvent une pancarte qui nous indique en quelle ann&eacute;e 
        la coul&eacute;e a eu lieu. Nous avons emprunt&eacute;s plusieurs petits 
        sentier au travers de la lave s&eacute;ch&eacute;e, que je ne n'expliquerai 
        pas tous ici en d&eacute;tail, pour finalement marcher dans une ancienne 
        for&ecirc;t engloutie par la lave. C'est &eacute;trange de voir tous ces 
        troncs d'arbres sculpt&eacute;s dans la roche volcanique. Apr&egrave;s 
        avoir fait le tour de tous ces crat&egrave;res, nous avons emprunt&eacute;s 
        le chemin vers les &eacute;ruptions volcaniques actuelles. On nous avait 
        &agrave; maintes reprises avis&eacute;s d'y aller un peu avant le coucher 
        de soleil, question que le chemin soit plus facile d'acc&egrave;s, pour 
        contempler la lave &agrave; la noirceur et puis revenir avec une lampe 
        de poche. Nous sommes donc all&eacute;s vers 4h00-4h30pm et c'&eacute;tait 
        parfait. La route qui descent la chaine de crat&egrave;res est vraiment 
        impressionante. Tout autour, et jusqu'&agrave; l'oc&eacute;an, on n'y 
        voit que de la lave s&eacute;ch&eacute;e, &agrave; perte de vue. Et &agrave; 
        plusieurs endroits cette lave est encore toute jeune et r&eacute;cente 
        alors elle a gard&eacute; tous ses plis et formes liquides qui rendent 
        le spectacle encore plus saisissant. <a href="trip7_lava4.jpg"><img src="trip7_lava4_small.jpg" width="250" height="167" hspace="4" vspace="4" border="1" align="right"></a>On 
        voyait clairement au loin la fum&eacute;e sur le bord de l'oc&eacute;an, 
        cr&eacute;ee par la lave liquide qui coule dans l'oc&eacute;an. On est 
        vite saisis par l'immensit&eacute; de cette fum&eacute;e, qui laisse croire 
        que la quantit&eacute; de lave tombant dans l'oc&eacute;an est ph&eacute;nom&eacute;nale. 
        On finit par rejoindre l'embouchure de la route, qui est maintenant bloqu&eacute;e 
        &agrave; cet endroit depuis septembre 2002, d&ucirc; &agrave; une coul&eacute;e 
        de lave. &Agrave; partir de cet endroit nous devons marcher vers les coul&eacute;es 
        de lave. Il y a un chemin d&eacute;sign&eacute; par des petits collants 
        fluorescents jaunes, comme vous voyez sur la photo, qui nous am&egrave;ne 
        un peu plus proche de l'immense nuage de fum&eacute;e, mais les coul&eacute;es 
        de lave au loin dans la montagne ne sont accessibles qu'aux plus t&eacute;m&eacute;raires 
        qui n'ont pas peur de marcher sur la lave plus r&eacute;cente. Au d&eacute;but 
        j'&eacute;tais terrifi&eacute;, parfois la lave sur laquelle on marche 
        est tr&egrave;s chaude et plus facilement cassante alors j'avais toujours 
        peur de marcher sur un plancher qui puisse d&eacute;foncer avec de la 
        lave en dessous. <img src="trip7_lava9_small.jpg" width="250" height="167" hspace="4" vspace="4" align="left">On 
        voyait au loin avec les jumelles des petits spots rouges avec de la fum&eacute;e 
        s'en &eacute;chappant, mais c'&eacute;tait vraiment loin alors j,osait 
        pas trop m'en approcher. Mais peu &agrave; peu j'ai avanc&eacute; &agrave; 
        petits pas, et je suivait quelques personnes qui s'y rendaient, et ca 
        semblait plut&ocirc;t safe alors j'ai avanc&eacute; encore plus avec d'autres 
        personnes vers la lave mais tout en faisait bien attention ou je mettais 
        les pieds. Le sol &eacute;tait tr&egrave;s irr&eacute;gulier et parsem&eacute;s 
        d'explosions r&eacute;centes ici et l&agrave;, alors j'essayais de faire 
        le tour des explosions, et aussi de contourner la zone de coul&eacute;e 
        de lave question d'arriver un peu de c&ocirc;t&eacute;. J'avais un mauvais 
        feeling qu'en passant par le centre il pouvait y avoir de la lave coulant 
        sous celle s&eacute;ch&eacute;e. D'ailleurs c'&eacute;tait plus chaud 
        &agrave; cet endroit et en passant au dessus des fissures on sentait bien 
        la chaleur s'en &eacute;chapper. J'ai donc utilis&eacute; le chemin le 
        plus safe pour m'approcher mais la lave semblait toujours plus loin au 
        fur et &agrave; mesure que j'avancait. J'ai fini par croiser une am&eacute;ricaine 
        qui filmait avec sa cam&eacute;ra et qui semblait elle aussi h&eacute;sitante 
        &agrave; s'approcher davantage. <a href="trip7_lava2.jpg"><img src="trip7_lava2_small.jpg" width="250" height="167" hspace="4" vspace="4" border="1" align="right"></a>On 
        a finalement d&eacute;cid&eacute; d'y aller ensemble question de se sentir 
        moins seuls si jamais quelque chose arrivait. Huguette elle &eacute;tait 
        rest&eacute;e pr&egrave;s de la mer pour observer la lave couler dans 
        l'oc&eacute;an, alors j'&eacute;tais seul avec l'autre femme et finalement 
        ona pris notre courage &agrave; deux mains et on s'est rendus sur les 
        lieux des coul&eacute;es de lave. Et quelle bonne d&eacute;cision nous 
        avons prise!! Le spectacle est au-dessus de ce que tous les mots du dictionnaire 
        francais peuvent d&eacute;crire. La chaleur, le bruit de la lave qui se 
        s&eacute;pare en roches pour d&eacute;valer la pente en roulant, le bruit 
        provenant d'une chute de lave un peu plus loin... Le mouvement tr&egrave;s 
        lent et semi-liquide, semi-solide de la lave, tout ca, jamais je n'aurais 
        imagin&eacute; avoir droit &agrave; un tel spectacle dans ma vie. C'&eacute;tait 
        vraiment un moment extraordinaire. J'&eacute;tais bouche-b&eacute;e devant 
        cette cr&eacute;ation de la terre devant mes yeux, et je me suis assis 
        un instant pour tenter de r&eacute;aliser ce que j'&eacute;tais en train 
        de regarder. Je pouvais sentir quelque chose de tr&egrave;s spirtituel 
        m'envahir, j'avais vraiment l'impression de <img src="trip7_lava7_small.jpg" width="250" height="134" hspace="4" vspace="4" align="left">d&eacute;fier 
        la nature et d'&ecirc;tre &agrave; un endroit ou l'homme ne devrait m&ecirc;me 
        pas conna&icirc;tre l'existence. J'ai ensuite pris plusieurs photos mais 
        ma cam&eacute;ra ne fonctionnait vraiment pas bien, je crois que c'&eacute;tait 
        d&ucirc; &agrave; la chaleur intense face &agrave; la lave. L'&eacute;cran 
        scintillait et j'avais vraiment du mal &agrave; prendre des photos qui 
        ont de l'allure. J'en ai des bonnes mais la plupart sont floues et plutot 
        m&eacute;diocres &agrave; mon go&ucirc;t. Il y avait des gens &agrave; 
        cot&eacute; de moi qui enfoncaient un baton dans la lave coulante, et 
        ca formait des boules de feu &agrave; chaque fois... Comme si la lave 
        &eacute;tait choqu&eacute;e de se faire d&eacute;ranger pendant qu'elle 
        cr&eacute;ait de la nouvelle terre. Je suis ensuite repartis, car l'autre 
        femme voulait partir et je devais rejoindre Huguette car je me sentais 
        un peu coupable d'&ecirc;tre parti aussi loin sans l'aviser. Le voyage 
        de retour semblait beaucoup plus long, &eacute;tant donn&eacute; qu'on 
        ne savait pas trop dans quel sens se diriger, et que c'&eacute;tait l'obscurit&eacute; 
        totale tout autour. <img src="trip7_lava10_small.jpg" width="250" height="167" hspace="4" vspace="4" align="right">Notre 
        seul guide &eacute;tait sans doute l'immense nuage de fum&eacute;e sur 
        le bord de l'oc&eacute;an avec le rouge de la lave &agrave; sa base qui 
        &eacute;clairait un peu ses alentours. Par chance que nous avions des 
        lampes de poche, car je n'ai aucune id&eacute;e de comment on aurait pu 
        se retrouver dans une telle obscurit&eacute;, et un terrain si difforme. 
        Il fallait contourner des centaines d'explosions et de fissures alors 
        ca rendait le voyage de retour encore plus long. Je commencais &agrave; 
        avoir tr&egrave;s mal aux pieds car mes pieds se promenaient sans arr&ecirc;t 
        dans tous les sens &eacute;tant donn&eacute; toutes les roches de lave 
        en pentes diverses. Finalement je suis parvenu &agrave; la fin du sentier 
        &quot;officiel&quot;, ou l'on pouvait voir les petits collants jaunes 
        fluorescents. J'ai rest&eacute; un peu avec la famille de Jean, l'am&eacute;ricaine, 
        qu'on avait retrouv&eacute;s au bout du sentier. Je leur ai donn&eacute; 
        mon courriel car elles voulaient avoir mes photos. On est rest&eacute;s 
        au bout du sentier pendant quelques instant, pour contempler le spectacle 
        des immenses coul&eacute;es de lave qui tombaient dans l'oc&eacute;an. 
        C'&eacute;tait tr&egrave;s impressionnant, surtout le bruit que ca faisait. 
        Malheureusement il faisait un peu trop <img src="trip7_lava6_small.jpg" width="250" height="117" hspace="4" vspace="4" align="left">noir 
        et c'&eacute;tait loin alors ma cam&eacute;ra a eu du mal &agrave; capter 
        ce spectacle. Je suis ensuite all&eacute; rejoindre Huguette &agrave; 
        l'auto et nous avons d&eacute;cid&eacute; de retourner voir la lave tomber 
        dans l'oc&eacute;an, malgr&eacute; mon mal de pieds, car au loin ca semblait 
        avoir pris plus d'envergure. Arriv&eacute;s au bout du sentier on s'est 
        rendus compte que finalement ca n'avait pas chang&eacute; beaucoup, mais 
        j'ai toutefois encore une fois tent&eacute; de prendre des photos et nous 
        y sommes rest&eacute;s quelques minutes. Maintenant qu'il faisait plus 
        noir je pouvais tr&egrave;s bien voir au loin dans les montagnes les coul&eacute;es 
        de lave que j'avais observ&eacute;s de tr&egrave;s pr&egrave;s plus t&ocirc;t 
        et j'ai vite &eacute;t&eacute; saisi par un profond d&eacute;sir d'y retourner, 
        question de voir cela encore une derni&egrave;re fois avant de partir 
        d'ici. J'avais extr&ecirc;mement mal au pieds et il &eacute;tait mainteant 
        aux alentours de 9-10hrs, alors j'&eacute;tais tout aussi fatigu&eacute;, 
        mais j'avais une sorte d'adr&eacute;naline inexplicable qui m'attirait 
        vers la lave en fusion. Huguette avait aussi manqu&eacute; ce spectacle 
        alors je souhaitais en m&ecirc;me <a href="trip7_lava3.jpg"><img src="trip7_lava3_small.jpg" width="250" height="125" hspace="4" vspace="4" border="1" align="right"></a>temps 
        qu'elle puisse voir cela elle aussi. Nous nous sommes donc d&eacute;cid&eacute;s 
        &agrave; y retourner, malgr&eacute; le chemin &agrave; faire et l'obscurit&eacute; 
        totale! Mais je crois qu'Huguette ne l'a pas regrett&eacute;e!! Nous avons 
        crois&eacute; sur notre chemin deux jeunes femmes, Alicia et Sarah, &agrave; 
        qui j'ai propos&eacute; de nous accompagner pour cette ballade plut&ocirc;t 
        ardue. Je crois qu'elles ont bien appr&eacute;ci&eacute;s et j'&eacute;tais 
        moi-m&ecirc;me quelque peu soulag&eacute; de rencontrer d'autres gens 
        car c'est pas &eacute;vident partir &agrave; seulement deux personnes 
        dans un champ de lave s&eacute;ch&eacute;e toute r&eacute;cente, dans 
        l'obscurit&eacute; totale! De plus la lampe de poche d'Alicia allait pas 
        tr&egrave;s bien alors je crois qu'elle &eacute;tait bien contente de 
        nous croiser sur son chemin. Le chemin sembla encore plus long que la 
        fois d'avant, mais apr&egrave;s un mal de pied intense et une course &agrave; 
        obstacles volcaniques nous sommes finalement parvenus encore une fois, 
        face &agrave; cette lave coulante et d'une chaleur presque insupportable. 
        Je crois bien que les filles avaient h&acirc;te d'arriver mais elles n'ont 
        pas &eacute;t&eacute; d&eacute;cues par ce qu'elles ont vues! <img src="trip7_lava8_small.jpg" width="234" height="96" hspace="4" vspace="4" align="left">Il 
        y avait encore plus de lave que plus t&ocirc;t et elle semblait avoir 
        avanc&eacute; beaucoup. C'est fascinant de voir &agrave; quelle vitesse 
        l'&icirc;le de Big Island prend de l'expansion avec toutes ces coul&eacute;es 
        de lave chaque jour! Je n'ai pas les chiffres avec moi mais j'ai lu dans 
        le livre &agrave; Huguette que l'&icirc;le grossit chaque jour de milliers 
        de m&egrave;tres gr&acirc;ce &agrave; ces &eacute;ruptions incessantes 
        depuis 1983. Le voyage de retour fut encore une fois long et p&eacute;nible 
        pour les pieds, mais j'ai jas&eacute; tout le long avec Alicia et le temps 
        a sembl&eacute; pass&eacute; plus vite. J'avais du mal &agrave; ne pas 
        m'endormir dans la voiture et arriv&eacute;s au camping, moi et Huguette 
        on s'est m&ecirc;me pas bross&eacute; les dents, ce fut direct dans nos 
        tentes et le dodo est arriv&eacute; assez vite merci! Faut dire qu'on 
        s'&eacute;tais lev&eacute;s &agrave; 3hrs du matin la nuit d'avant et 
        qu'on est revenus des volcans aux alentours de minuit. Quelle journ&eacute;e!</font></p>
      <p><a href="trip7_lava_ocean.jpg"><img src="trip7_lava_ocean_small.jpg" width="250" height="167" border="1"></a> 
        <a href="trip7_lava_ocean2.jpg"><img src="trip7_lava_ocean2_small.jpg" width="250" height="167" border="1"><font size="2" face="Arial, Helvetica, sans-serif"> 
        </font></a><a href="trip7_lava_explosion.jpg"><img src="trip7_lava_explosion_Small.jpg" width="250" height="167" border="1"></a></p>
      <p><a href="trip7_cratere_lac.jpg"><img src="trip7_cratere_lac_small.jpg" width="250" height="167" border="1"></a> 
        <img src="trip7_divers1.jpg" width="250" height="167"> <img src="trip7_divers2.jpg" width="250" height="167"></p>
      <p><img src="trip7_divers3.jpg" width="250" height="167"> <a href="trip7_lava_tear.jpg"><img src="trip7_lava_tear_small.jpg" width="100" height="150" border="1"></a> 
        <a href="trip7_fissure2.jpg"><img src="trip7_fissure2_small.jpg" width="100" height="150" border="1"></a> 
        <a href="trip7_fissure3.jpg"><img src="trip7_fissure3_small.jpg" width="100" height="150" border="1"></a> 
        <a href="trip7_tube2.jpg"><img src="trip7_tube2_small.jpg" width="100" height="150" border="1"></a> 
        <a href="trip7_huguette2.jpg"><img src="trip7_huguette2_small.jpg" width="100" height="150" border="1"></a> 
      </p>
      <p><font size="2" face="Arial, Helvetica, sans-serif">Le lendemain nous 
        avons dormi jusqu'&agrave; 9hrs environ et nous sommes all&eacute;s visiter 
        la plage de sable noir, ou les tortues vertes se tiennent en abondance. 
        Je ne savais pas &agrave; quoi m'attendre, si j'allais voir des tortues, 
        mais j'ai vraiment pas &eacute;t&eacute; d&eacute;&ccedil;u! Y'avait une 
        tonne de tortues dans l'eau, et j'en ai vu deux sur le bord de la plage, 
        une qui mangeait et l'autre qui se faisait la paresseuse au soleil. C'est 
        surprenant &agrave; quel point elles se foutent des gens autour, j'ai 
        un peu flatt&eacute; et m&ecirc;me serr&eacute; la patte &agrave; celle 
        qui mangeait dans l'eau, et elle a pas boug&eacute;e du tout. J'aurais 
        pu me faire mordre je crois, mais non elle se laissait faire tout en mangeant 
        les petites algues qui poussent sur les rochers... Sont vraiment gentilles 
        ces tortues! =)</font></p>
      <p><a href="trip7_tortue1.jpg"> <img src="trip7_tortue1_small.jpg" width="250" height="167" border="1"></a> 
        <a href="trip7_tortue2.jpg"><img src="trip7_tortue2_small.jpg" width="250" height="167" border="1"></a> 
        <a href="trip7_tortue_huguette.jpg"><img src="trip7_tortue_huguette_small.jpg" width="250" height="167" border="1"></a></p>
      <p><a href="trip7_tortue_moi.jpg"><img src="trip7_tortue_moi_small.jpg" width="191" height="167" border="1"></a> 
        <a href="trip7_chutes.jpg"><img src="trip7_chutes_small.jpg" width="250" height="167" border="1"></a> 
      </p>
      <p><font size="2" face="Arial, Helvetica, sans-serif">Ensuites nous sommes all&eacute;s 
        nous baigner dans une piscine naturelle d'eau thermale, r&eacute;chauff&eacute;e 
        par les pierres volcaniques dans le sol. C'&eacute;tait un peu moins impressionnant 
        de ce que nous avions imagin&eacute;, l'eau n'&eacute;tant pas si chaude 
        que ca. Ensuite on est retourn&eacute;s vers Hilo en direction de l'a&eacute;roport 
        et on est arr&ecirc;t&eacute;s pour voir une superbe ch&ucirc;te d'eau 
        que j'ai prise ici en photo. </font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><a href="trip7_band1.jpg"><img src="trip7_band1_small.jpg" width="250" height="167" border="1" align="right"></a>De 
        retour &agrave; Waikiki vendredi soir, je suis retourn&eacute; au Hawaiian 
        Hut pour voir le groupe Natural Vibrations, groupe reggae, c'&eacute;tait 
        tr&egrave;s bon. J'ai reconnu plusieurs groupes d'amis hawaiiens qui semblent 
        se tenir l&agrave; souvent les vendredi soir. &Eacute;videmment y'avait 
        encore une fois de jolies hawaiiennes en quantit&eacute; ph&eacute;nom&eacute;nale 
        et je me suis amus&eacute; &agrave; prendre des photos de la foule, question 
        de garder un souvenir de toutes ces jolies jeunes femmes. ;) Malheureusement 
        quelques photos ne sont pas suffisantes pour prouver mes dires mais bon, 
        ca vous donne une id&eacute;e. Le groupe &eacute;tait excellent et le 
        party &eacute;tait pas mal pogn&eacute; dans la place. De plus la bi&egrave;re 
        n'est pas trop ch&egrave;re compar&eacute; &agrave; d'autres endroit, 
        soit 3,50$.</font></p>
      <p>&nbsp;</p>
      <p><a href="trip7_band3.jpg"><img src="trip7_band3_small.jpg" width="250" height="167" border="1"></a> 
        <a href="trip7_band2.jpg"><img src="trip7_band2_small.jpg" width="250" height="167" border="1"></a> 
        <a href="trip7_band4.jpg"><img src="trip7_band4_small.jpg" width="250" height="167" border="1"></a> 
      </p>
      <p><a href="trip7_fish1.jpg"><img src="trip7_fish1_small.jpg" width="277" height="184" border="1" align="left"></a><img src="trip7_fish2.jpg" width="250" height="169" align="right"><font size="2" face="Arial, Helvetica, sans-serif">Le 
        lendemain je me suis lev&eacute; &agrave; midi et j'ai pass&eacute; le 
        reste de l'apr&egrave;s-midi sur la plage de sans-souci. &Agrave; ma grande 
        surprise Steph et Huguettes sont arriv&eacute;es environ deux heures apr&egrave;s 
        moi et nous avons pass&eacute; le reste de l'apr&egrave;s-midi ensemble. 
        Les poissons &eacute;taient tellement proches du bord et l'eau tellement 
        claire que j'ai pu prendre quelques photos de poissons, m&ecirc;me si 
        c'est un peu flou on voit bien comment l'eau est claire!! Plus tard y'a 
        des mannequins japonaises qui sont arriv&eacute;es et qui ont commenc&eacute; 
        &agrave; poser, probablement pour un calendrier ou quelque chose du genre... 
        Elles faisaient des poses sexy devant la cam&eacute;ra. C'&eacute;tait 
        dr&ocirc;le &agrave; regarder. Je trouve que les mannequins &eacute;taient 
        par contre un peu trop minces, y'avaient m&ecirc;me pas de fesses... <img src="trip7_pitoune_small.jpg" width="250" height="160" align="left">Personnellement 
        je trouvais leur habilleuse beaucoup plus belle et sexy que les mannequins 
        en soi!! Enfin, le soir venu je suis sorti avec Huguette et Steph, nous 
        sommes all&eacute;s manger dans un petit resto pas tr&egrave;s connu des 
        touristes ici, typiquement hawaiien. Un m&eacute;lange de bouffe Hawaienne 
        et japonaise. Leur sp&eacute;cialit&eacute; c'est le &quot;garlic Ahi&quot; 
        qui est en fait du thon d'ici assaisonn&eacute; d'ail. C'&eacute;tait 
        vraiment d&eacute;licieux, mes papilles gustatives ont eu droit &agrave; 
        une explosion de saveurs et je suis triste de devoir partir demain et 
        de ne pas pouvoir y retourner :( <a href="trip7_maze1.jpg"><img src="trip7_maze1_small.jpg" width="250" height="167" border="1" align="right"></a>Apr&egrave;s 
        le resto nous sommes sortis au bar &quot;Grumpy's&quot;, c'&eacute;tait 
        une soir&eacute;e reggae. La musique &eacute;tait tr&egrave;s bonne et 
        nous y avons dans&eacute; probablement une heure ou deux. Ensuite Steph 
        et Huguette sont all&eacute;es se coucher tandis que moi j'ai pass&eacute; 
        le restant de la soir&eacute;e au Maze encore une fois. C'&eacute;tait 
        &eacute;cris dans le journal que c'&eacute;tait une soir&eacute;e drum'n'bass 
        mais j'ai &eacute;t&eacute; quelque peu d&eacute;cu car c'est pas vraiment 
        le cas. C'&eacute;tait plutot house et hip-hop. Enfin, j'ai quand m&ecirc;me 
        dans&eacute; pas mal et j'ai certainement d&ucirc; perdre quelques calories 
        en trop, alors ca a &eacute;t&eacute; au moins ca :) J'ai aussi pris quelques 
        autres photos en temps d'exposition prolong&eacute; qui sont pas mal du 
        tout.</font></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif">Aujourd'hui je me suis lev&eacute; vers 11hrs et depuis 
        que je suis lev&eacute; que j'&eacute;cris ce message, alors je crois 
        que je vais m'arr&ecirc;ter ici et aller manger quelque chose. D'ailleurs 
        il presque 1hrs pm maintenant alors si je veux profiter du soleil je devrais 
        l&acirc;cher l'ordi et aller dehors! Je crois bien que ceci est mon dernier 
        r&eacute;cit pendant que je suis ici, car notre avion de retour est demain 
        5hrs pm :( Ca, ca me fait vraiment mal au coeur. Je commencais presque 
        &agrave; me sentir chez moi ici, je veux dire Waikiki, la rue principale, 
        les bars, les restaurants, les gens de la place etc. J'ai d&eacute;j&agrave; 
        mes petites habitudes et je commencais vraiment &agrave; aimer la vie 
        ici. Maintenant il faut que je reparte dans l'hiver torride canadien et 
        je crois que ca va &ecirc;tre un grand choc. Je pr&eacute;f&egrave;re 
        encore ne pas y penser. Comme Marcelle disait si bien, on traversera le 
        pont quand on sera rendus.</font></p>
      <p><strong><font size="2" face="Arial, Helvetica, sans-serif">Mahalo pour 
        votre pr&eacute;sence. Je vous aime tous, &agrave; bient&ocirc;t.</font></strong></p>
      <p><font size="2" face="Arial, Helvetica, sans-serif"><strong>Aloha!</strong></font></p>
      <p align="right">&nbsp;</p>
      </td>
  </tr>
</table>
<p>&nbsp;</p>
</body>
</html>
