<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=iso-8859-15">
	<TITLE></TITLE>
	<META NAME="GENERATOR" CONTENT="OpenOffice.org 1.0.1  (Linux)">
	<META NAME="CREATED" CONTENT="20021029;20165400">
	<META NAME="CHANGED" CONTENT="16010101;0">
	<STYLE>
	<!--
		@page { size: 21.59cm 27.94cm; margin-left: 3.18cm; margin-right: 3.18cm; margin-top: 1.27cm; margin-bottom: 1.27cm }
	-->
	</STYLE>
</HEAD>
<BODY LANG="en-US">
<DIV TYPE=HEADER>
	<P STYLE="margin-bottom: 0cm"><BR>
	</P>
</DIV>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=5><B>Ma cure de
&quot;d&eacute;microsoft-isation&quot;.</B></FONT></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=4><B>Mes d&eacute;uts dans
l'univers informatique</B></FONT></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm">Je vais tenter de vous raconter
l'histoire de ma migration vers le monde de l'informatique <B>&quot;Open
Source&quot;</B>1 en tentant de respecter une certaine chronologie
logique. Tout d'abord, revenons &agrave;mes d&eacute;uts dans
l'univers de l'informatique. C'est au d&eacute;ut des ann&eacute;s 90
que j'ai vraiment commenc&eacute;&agrave;manipuler du mat&eacute;iel
informatique. &Agrave;l'&eacute;oque, ma soeur ain&eacute; fr&eacute;uentait
un &eacute;udiant en informatique, qui avait beaucoup plus
d'exp&eacute;ience que moi dans le domaine. Avant &ccedil;la, j'avais
d&eacute;&agrave;eu l'occasion de jouer vaguement avec de vieux
ordinateurs x86 durant mon &eacute;ole primaire et cel&agrave;m'avais
fascin&eacute; mais j'aurais aim&eacute;qu'on aille en atelier
informatique plus souvent! J'ai donc r&ecirc;&eacute;de poss&eacute;er
un ordinateur pendant plusieurs ann&eacute;s, jusqu'&agrave;ce que le
copain de ma soeur me pr&ecirc;e son vieux commodore 64. J'&eacute;ais
en secondaire 2 &agrave;l'&eacute;oque je crois. Alors donc, comme
plusieurs personnes, j'ai eu l'occasion de m'amuser &agrave;ma guise
sur un de ces rudimentaires commodores. Jusqu'&agrave;ce que
j'atteigne le secondaire 3, qui nous permettait alors donc d'avoir
des cours d'informatique (enfin!). Je r&eacute;ssi alors &agrave;convaincre
mes parents d'acheter un de ces tout nouveaux intel 486, sous pr&eacute;exte
que cel&agrave;m'aiderais pour mes cours d'informatique, et que
c'&eacute;ait dans ce domaine que je voulais me diriger. Bien s&ucirc;
j'ai aussi inclus dans mon pitch de vente le fait que l'ordinateur
pouvait aider mon p&egrave;e avec sa paperasse et la gestion de sa
compagnie en g&eacute;&eacute;al. Quelle joie de ramener cette
merveilleuse et puissante machine &agrave;la maison! Enfin, me
disais-je, un vrai ordinateur qui va me permettre de faire mes
devoirs, ainsi que de jouer &agrave;des jeux plus performants que
ceux du commodore 64! 
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=4><B>Mon premier PC</B></FONT></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm">&Agrave;l'&eacute;oque, ce
micro-ordinateur (pas aussi puissant que je ne le croyais) IBM
486-SX2 20mhz &eacute;ait livr&eacute;avec comme syst&egrave;es
d'exploitations Microsoft DOS et Microsoft Windows 3.11. J'ai donc
appris moi-m&ecirc;e &agrave;me servir des commandes DOS en suivant
le manuel d'instruction qui venait avec la machine. Pour la
majorit&eacute;des gens aujourd'hui, le DOS est d&eacute;uet et
incompr&eacute;ensible, mais pourtant les commandes de base sont tr&egrave;
simples et peuvent &ecirc;re extr&ecirc;ement utiles et rapides si
l'on se donne le peu de temps n&eacute;essaire pour les apprendre.
Durant le r&egrave;ne de Windows 3.1, la majorit&eacute;des jeux
n&eacute;essitant un minimum de puissance devaient &ecirc;re ex&eacute;ut&eacute;
&agrave;partir du DOS, puisque Windows demandait trop de m&eacute;oire
et ralentissait l'ex&eacute;ution des jeux. Plusieurs jeux &eacute;aient
ex&eacute;utables sous Windows aussi, mais on pouvait facilement
d&eacute;eler une diff&eacute;ence dans la vitesse d'ex&eacute;ution
est les performances g&eacute;&eacute;ales. Qu'on en dise ce que l'on
veut, le DOS reste ce qu'il y avait de plus l&eacute;er et de moins
exigeant au niveaux des ressources syst&egrave;es. Les jeux avaient
des performances incroyables sous DOS comparativement &agrave;Windows.
Et cette diff&eacute;ence &eacute;ait encore plus grande quand
Windows 95 fit son apparition sur le march&eacute; Pour ceux qui ne
savent pas ce qu'est le DOS, je pr&eacute;ise que c'est cet &eacute;ran
noir, sans images, qui acceptait seulement les commandes textes, que
vous avez s&ucirc;ement d&eacute;&agrave;aper&ccedil; au moins une
quelques fois dans votre vie. Quand Windows 95 a fait son apparition
sur le march&eacute; je n'&eacute;ais nullement impressionn&eacute;par
ce dernier, puisqu'&agrave;mon avis, il n'apportait rien de vraiment
nouveau &agrave;la micro-informatique, si ce n'&eacute;ait qu'une
plus grande facilit&eacute;d'utilisation, et c'&eacute;ait aussi une
certaine fa&ccedil;n de se &quot;d&eacute;arasser&quot; du DOS, que
plusieurs personnes n'aimaient gu&egrave;e. Mais moi, j'avais appris
&agrave;travailler avec le DOS et Windows 3.1, et cela me
satisfaisait amplement donc j'ai longtemps h&eacute;it&eacute;avant
de me d&eacute;ider &agrave;installer Windows 95 sur ma machine. Je
dois pr&eacute;iser que j'&eacute;ais alors un fanatique des jeux,
j'&eacute;ais d'ailleurs abonn&eacute;au magazine &quot;PC Gamer&quot;
et j'ai pu constater que la transition des jeux du DOS vers Win95 ne
s'est pas faite dans le milieu des &quot;Gamers&quot; sans quelques
frustrations et un certain scepticisme. Nous savions tous qu'&eacute;&eacute;uter
un jeu dans Windows 95 &eacute;ait alors beaucoup plus lent et
requierait alors de plus fortes machines, plus de m&eacute;oire, une
meilleure carte vid&eacute;, etc. Plusieurs se disaient, incluant
moi-m&ecirc;e, pourquoi ne pas continuer &agrave;faire des jeux pour
le DOS et am&eacute;iorer certains probl&egrave;es de m&eacute;oire
que le DOS avait, plut&ocirc; que de passer par Windows et de perdre
en performance? J'imagine que la r&eacute;onse &agrave;cette question
r&eacute;ide dans les comptes bancaires de <B>M$</B> (Microsoft) et
de ses alli&eacute;, soit Intel, et les autres constructeurs de pi&egrave;es
informatique. En effet, la venue de Windows 95 a oblig&eacute;un
grand nombre de personnes &agrave;mettre &agrave;jour leurs syst&egrave;es,
ou tout simplement acheter un nouvel ordinateur, puisque Windows 95
&eacute;ait beaucoup plus exigeant au niveaux des ressources syst&egrave;es.
Vous connaissez la suite. La m&ecirc;e chose s'est produite quand
Windows 98 a fait son apparition. Puis ce fut Windows ME, Windows
2000, puis Windows XP. &Agrave;chaque nouvelle version, le syst&egrave;e
&eacute;ait doublement plus gourmand et volumineux. La venue toute
r&eacute;ente Windows XP a chang&eacute;beaucoup de choses. Plusieurs
applications con&ccedil;es pour Windows 95 et 98 ne fonctionnent
carr&eacute;ent plus dans Windows XP, ce qui nous pousse maintenant
&agrave;mettre &agrave;jour ou changer nos applications, en plus de
notre ordinateur... Mais est-ce que tout &ccedil;l&agrave;est
vraiment n&eacute;essaire? 
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=4><B>Frustrations</B></FONT></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm">C'est en me posant cette question que
j'ai commenc&eacute;&agrave;m'int&eacute;esser &agrave;de possibles
alternatives. Il est &eacute;ident qu'il y a un certain abus de la
part de M$ &agrave;vouloir toujours faire plus d'argent sur le dos
des consommateurs. Tout d'abord, n'importe qui connaissant un peu
l'informatique vous le dira, il n'y a rien de compliqu&eacute;&agrave;rendre
une nouvelle version de Windows compatible avec la derni&egrave;e...
S'il n'est plus possible d'ex&eacute;uter plusieurs vieilles
applications sous Windows XP, c'est tout simplement que M$ a
volontairement programm&eacute;leur syst&egrave;e ainsi. Question de
faire rouler l'&eacute;onomie, semble-t-il. Personnellement, en tant
que simple utilisateur d'un micro-ordinateur, j'ai envie d'un syst&egrave;e
qui ne cherche pas &agrave;vider mon portefeuille, mais plut&ocirc;
qui me permettra simplement d'utiliser mes jeux et mes applications
courantes. Il y a beaucoup d'autres facteurs qui ont d&eacute;lench&eacute;mes
frustrations envers M$. Ils sont nombreux, je ne saurais tous les
nommer, mais je crois que vous me comprenez si vous utilisez vous-m&ecirc;e
un syst&egrave;e qui roule sous M$ Windows. Vous avez s&ucirc;ement
d&eacute;&agrave;eu cette impression vous aussi d'&ecirc;re quelque
peu contr&ocirc;&eacute; surveill&eacute; Votre syst&egrave;e se met
&agrave;jour tout seul, M$ se permet de pr&eacute;eler des
informations sur votre ordinateur, les &quot;&eacute;rans bleus de la
mort&quot; se multiplient, on vous demande souvent vos coordonn&eacute;s,
nom, adresse, on vous demande de re-d&eacute;arrer votre ordinateur
toutes les 20 minutes... etc. Une autre chose qui en choque
plusieurs, c'est que maintenant M$ vous d&eacute;end strictement
d'installer Windows XP sur plusieurs ordinateurs dans votre maison,
et cel&agrave;est m&ecirc;e v&eacute;ifi&eacute;&agrave;distance. Ce
qui veut dire que si vous avez 2 deux machines chez vous, vous devez
vous procurer deux fois la bo&icirc;e de Windows au magasin, soit
environ 230$ multipli&eacute;par deux. Bien s&ucirc;, vous vous dites
&quot;je n'ai qu'&agrave;m'installer une version pirate, c'est
facile&quot;. Mais vous &ecirc;es alors dans l'ill&eacute;alit&eacute;
et M$ va peut-&ecirc;re bient&ocirc; trouver un moyen de vous
d&eacute;asquer via Internet. Personnellement, j'en ai assez. Je veux
simplement <B>utiliser</B> mon ordinateur, je ne veux pas un centre
commercial dans ma machine! Je pourrais &eacute;rire un livre sur mes
frustrations envers M$, et je n'ai m&ecirc;e pas parl&eacute;de
l'instabilit&eacute;du syst&egrave;e et de la n&eacute;essit&eacute;de
&quot;red&eacute;arrer&quot; chaque fois qu'on installe une
application.</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=4><B>UNIX</B></FONT></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm">Vous vous &ecirc;es s&ucirc;ement
d&eacute;&agrave;demand&eacute;qu'est-ce que les plus grandes
universit&eacute;, Instituts scientifiques, l'arm&eacute;, les
studios de cin&eacute;as et votre fournisseur internet utilisent dans
leurs ordinateurs et serveurs. Vous avez s&ucirc;ement
d&eacute;&agrave;pens&eacute;&quot;Voyons, ils ne doivent s&ucirc;ement
pas utiliser windows, ils ne peuvent se permettre de red&eacute;arrer
toutes les 20 minutes, ni tol&eacute;er les &eacute;rans bleus qui se
succ&egrave;ent!&quot; En effet, ils ne peuvent pas se permettre de
prendre le risque d'utiliser un syst&egrave;e d'exploitation instable
comme Windows. Et ce n'est pas Windows qu'ils utilisent non plus. La
premi&egrave;e fois que j'ai vu une vraie alternative professionnelle
&agrave;Windows, c'&eacute;ait quand je me suis rendu &agrave;une
foire informatique, alors que je devais &ecirc;re en secondaire 3 ou
4. Nous avions eu droit &agrave;une d&eacute;onstration du logiciel
&quot;Softimage&quot; qui a &eacute;&eacute;utilis&eacute;en autres
dans la cr&eacute;tion des dinosaures du film &quot;Jurassic Park&quot;
et autres prouesses hollywoodiennes de mod&eacute;isation 3D. J'&eacute;ais
&eacute;loui par les performances du logiciel qui laissait le cr&eacute;teur
manipuler en temps r&eacute;l des personnages 3D. Quelque chose qui
&eacute;ait alors impossible d'ex&eacute;uter sur n'importe quel
micro-ordinateur personnel. Impatient d'en savoir plus, je suis
all&eacute;discuter avec le cr&eacute;teur qui manipulait sa
merveilleuse machine. Il s'agissait d'un ordinateur de marque
&quot;Silicon Graphics&quot; avec un syst&egrave;e d'exploitation
&quot;IRIX&quot; d&eacute;elop&eacute;par SG, qui est une variante du
syst&egrave;e &quot;UNIX&quot;. L'ordinateur avait une valeur
d'environ 40 000$. Loin de ce que monsieur et madame tout le monde
peuvent se permettre. J'avais vite compris que je devais pour
l'instant me contenter de Windows, puisque les syst&egrave;es UNIX
&eacute;aient r&eacute;erv&eacute; aux super-ordinateurs
inaccessibles pour le consommateur moyen. Mais qu'est-ce que UNIX, en
bref?  UNIX a &eacute;&eacute;d&eacute;elopp&eacute;dans les ann&eacute;s
60 ou 70, par quelques employ&eacute;s de la compagnie AT&amp;T aux
&Eacute;ats-Unis. Les d&eacute;uts de UNIX se font fait discrets,
mais le syst&egrave;e est vite devenu standard, utilis&eacute;par
plusieurs super-ordinateurs dans les universit&eacute; et l'arm&eacute;.
UNIX devint &eacute;alement ensuite le standard pour les fournisseurs
d'acc&egrave; Internet, et c'est encore le cas. Quand votre
ordinateur se connecte sur le r&eacute;eau Internet, il se connecte
d'abord sur une machine UNIX. 
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=4><B>Internet</B></FONT></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm">J'ai fait mes premiers pas sur le r&eacute;eau
internet aux alentours de 1995, alors que j'avais encore windows 3.1.
Mon fournisseur d'acc&egrave; Internet &agrave;l'&eacute;oque &eacute;ait
un des seuls et premiers ici, &agrave;Qu&eacute;ec. Ils donnaient de
la documentation gratuite pour aider les usagers &agrave;se connecter
directement sur leur machine UNIX &agrave;distance, en utilisant un
logiciel telnet. J'ai alors rapidement appris les commandes UNIX de
base, tout comme avec le DOS quelques ann&eacute;s plus t&ocirc;. Les
commandes sont tr&egrave; similaires &agrave;celles du DOS,
&agrave;l'exception qu'il est possible d'en faire beaucoup plus sous
UNIX. Une des choses qui me fascinait, c'&eacute;ait de pouvoir
envoyer et recevoir du courriel simplement &agrave;l'aide d'une
commande <B>&quot;MAIL&quot;</B>, tr&egrave; simple &agrave;utiliser.
Apr&egrave; m'&ecirc;re connect&eacute;en telnet, j'avais une
interface tr&egrave; similaire &agrave;celle du DOS, et je n'avais
qu'&agrave;taper &quot;mail&quot; suivi de l'adresse internet de la
personne destinataire. Ensuite le mot <B>&quot;Subject:&quot;</B>
apparaissait, et je n'avais qu'&agrave;taper le sujet, puis mon
message. Simple, n'est-ce pas? La m&ecirc;e commande existe toujours,
sur toutes les machines UNIX standard. Je n'ai jamais compris
pourquoi quelque chose de similaire n'&eacute;ait pas possible sous
DOS. En effet, le DOS n'a jamais vraiment &eacute;&eacute;con&ccedil;
pour &ecirc;re connect&eacute;&agrave;un r&eacute;eau ou l'Internet.
On pouvait le faire, mais c'&eacute;ait compliqu&eacute; En fait le
DOS &eacute;ait en quelque sorte une copie de UNIX, mais extr&ecirc;mement
limit&eacute;. M$ n'avait rien invent&eacute; Windows 3.1 n'&eacute;ait
pas tellement mieux con&ccedil; pour acc&eacute;er &agrave;l'internet,
puisqu'il fallait y installer un logiciel pas tr&egrave; amical du
nom de &quot;winsock&quot; et rien de tout cel&agrave;n'&eacute;ait
ni intuitif, ni logique. C'est peut-&ecirc;re un des grands avantages
qu'avait Windows 95, puisque winsock &eacute;ait alors maintenant
inclus dans le syst&egrave;e. Mais on &eacute;ait encore loin de la
perfection, pour ce qui est de l'acc&egrave; Internet sur PC. Il n'y
a pas de doute, UNIX est encore de loin sup&eacute;ieur &agrave;tout
ce qui fait sur le PC.</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=4><B>Linux et le mouvement
&quot;Open Source&quot;</B></FONT></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm">J'ai toujours suspect&eacute;qu'il
existait quelque chose de similaire &agrave;UNIX pour le PC. Mais je
dois admettre qu'&agrave;ce moment je n'&eacute;ait pas tellement au
courant des alternatives disponibles. Mais maintenant je sais
qu'elles existaient. Ou plut&ocirc; &quot;&eacute;ergeaient&quot;
tranquillement. Au d&eacute;ut des ann&eacute;s 90, un &eacute;udiant
finlandais du nom de &quot;Linus Thorvalds&quot;, s'est enferm&eacute;dans
sa chambre pendant plusieurs mois afin de reproduire une version de
UNIX pour le PC. Il existait d&eacute;&agrave;un clone du syst&egrave;e
UNIX disponible qui s'appelait Minix. Mais c'&eacute;ait dispendieux
et encore limit&eacute; Linus d&eacute;ida de faire de sa cr&eacute;tion
son projet de fin d'ann&eacute; &agrave;l'universit&eacute;ou il
&eacute;udiait les sciences informatiques, &agrave;Helsinki. Mais ce
qui distinguait son projet, alors nomm&eacute;<B>Linux</B>, des
autres syst&egrave;es d'exploitation, c'est qu'il d&eacute;ida de
<B>donner</B> gratuitement ce dernier sous la license <B>GPL</B>. En
gros, ca signifie que tout le monde a le droit de se partager Linux
et ses fichiers source et de les modifier &agrave;leur guise, en
autant qu'ils re-distribuent les sources avec les am&eacute;iorations
apport&eacute;s. Quand je parle de source, ce sont les fichiers de
programmation originaux qui ont servi &agrave;&quot;b&acirc;ir&quot;
le syst&egrave;e d'op&eacute;ation. C'est ce qui permet &agrave;tout
programmeur de &quot;voir&quot; comment le syst&egrave;e a
&eacute;&eacute;programm&eacute; et &agrave;y apporter des
modifications. Non, Linux n'appartient &agrave;personne, et oui, tout
le monde peut l'installer &agrave;sa guise sur son ordinateur, sans
payer quoi que ce soit &agrave;quiconque. C'est ce qu'on appelle le
mod&egrave;e <B>&quot;Open Source&quot;</B>. Linux a rapidement
gagn&eacute;en popularit&eacute;et s'est r&eacute;andu un peu partout
&agrave;travers le monde. Et gr&acirc;e &agrave;tous les gens qui ont
b&eacute;&eacute;olement ajout&eacute;leur grain de sel afin
d'am&eacute;iorer le syst&egrave;e, Linux a vite surpass&eacute;Minix
et est maintenant devenu un syst&egrave;e d'exploitation standard,
utilis&eacute;largement en europe, et adopt&eacute;comme syst&egrave;e
d'exploitation principal dans quelques pays comme en Chine, par
exemple.</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=4><B>Ma &quot;migration&quot;
progressive</B></FONT></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm">Quand j'ai entendu de parler de Linux
pour les premi&egrave;es fois, il y a environ deux ou trois ans, je
ne sais plus, j'ai d&eacute;id&eacute;de m'en procurer une copie et
de l'essayer. Mes premi&egrave;es exp&eacute;iences se sont fait
timidement, ne connaissant point le syst&egrave;e &agrave;prime
abord, je m'aventurais dans l'inconnu. Il faut dire qu'il y a deux ou
trois ans, linux n'&eacute;ait pas encore aussi &eacute;olu&eacute;qu'il
l'est maintenant. Et l'&eacute;olution continue. Mais bon, durant mes
toutes premi&egrave;es exp&eacute;iences avec Linux, le syst&egrave;e
de base fonctionnait tr&egrave; bien, mais il y avait un petit manque
&agrave;combler c&ocirc;&eacute;logiciels. Le tout venait avec
seulement quelques applications telles que <B>Netscape,</B> bien
connu de tous, qui est d'ailleurs un des premiers logiciels Open
Source &agrave;devenir extr&ecirc;ement populaire, autant sur PC, que
sur MAC ou UNIX. C'&eacute;ait le d&eacute;ut d'une &egrave;e
nouvelle, avant m&ecirc;e que M$ n'invente <B>Internet Explorer.</B>
On connait la suite, avec les proc&egrave; contre M$ pour monopole et
tout. En effet, M$ a tout fait pour tuer Netscape en &quot;imposant&quot;
son fureteur web, en l'imbriquant dans son syst&egrave;e
d'exploitation windows. Mais tout ceci est une longue histoire. Au
diable les proc&egrave; et les proc&eacute;ures juridiques, il est
maintenant possible de se d&eacute;arasser de windows, gr&acirc;e au
mouvement open-source. Je dis cela car l'&eacute;olution de linux se
fait pr&eacute;entement &agrave;une vitesse fulgurante, merci &agrave;tous
ces gens qui y travaillent jour et nuit pour cr&eacute;r chaque jour
de nouvelles applications pour remplacer celles de windows. Mais nous
y reviendrons. Les premi&egrave;es choses qui m'ont
fascin&eacute;&agrave;l'utilisation de Linux sont bien s&ucirc;
l'impressionante stabilit&eacute;du syst&egrave;e et sa puissance. Il
y aussi la r&eacute;lle possibilit&eacute;de faire du multi-t&acirc;he.
Bien que windows pr&eacute;end &ecirc;re multi-t&acirc;he, il y a une
r&eacute;lle diff&eacute;ence quand on essaye Linux. On peut y
t&eacute;&eacute;harger plusieurs fichiers, encoder des mp3s, graver
un CD, &eacute;outer la radio sur le web, lire son courriel, utiliser
une application 3D, tout ca en m&ecirc;e temps, sans que le syst&egrave;e
ne ralentisse ou &quot;plante&quot;. Essayez de faire la m&ecirc;e
chose sous Windows! Il n'y a pas de comparaison &agrave;faire. Linux
&agrave;la base d&eacute;arre sous forme de &quot;console&quot;,
comme dans le DOS &agrave;l'&eacute;oque. &Eacute;idemment, ce&ccedil;
est totalement invisible maintenant, si l'on installe une
distribution r&eacute;ente de Linux. Mais derri&egrave;e l'affichage
graphique, se cache une forme de &quot;DOS&quot;, qui nous permet
alors d'ex&eacute;uter une interface graphique de notre choix. Un peu
comme dans le temps de windows 3.1, sauf qu'on a le <B>choix.</B> 
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=4><B>Le mode &quot;Console&quot;</B></FONT></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm">Ce <B>&quot;DOS&quot;</B>, qu'on
appelle <B>&quot;console&quot;</B> dans le monde UNIX, est m&ecirc;e
lui aussi multi-t&acirc;he!! Ce que je veux dire, c'est qu'en
appuyant sur les touches ALT-F1, ALT-F2, etc, il est possible
d'alterner d'une console &agrave;l'autre. Soit-dit en passant, sous
linux, plusieurs applications sont disponibles en mode &quot;texte&quot;
ou &quot;console&quot;, ce qui permet aux gens moins bien nantis, qui
ont de tr&egrave; vieilles machines, de lire eux aussi leur courriel,
naviguer sur le web, de chatter, ou m&ecirc;e d'&eacute;outer des
mp3, sans m&ecirc;e toucher &agrave;une souris. Ce n'est pas ce que
la majorit&eacute;des utilisateurs recherchent, mais si cela peut
permettre &agrave;des gens pauvres dans des pays du tiers-monde ou en
voie de d&eacute;eloppement de pouvoir utiliser un ordinateur, ce
n'est pas de refus! Il est &eacute;ident que M$ ne pensent pas &agrave;ces
gens durant la  conception de leurs logiciels. C'est normal, il n'y a
pas d'argent &agrave;y faire...</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=4><B>Le mode &quot;Graphique&quot;</B></FONT></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm">Revenons &agrave;nos choix d'interfaces
graphiques. Contrairement &agrave;Windows, qui nous &quot;impose&quot;
une interface utilisateur, Linux nous laisse le choix d'utiliser
l'interface graphique qui nous pla&icirc;. Il en existe plusieurs, de
toutes les sortes. Les deux plus populaires sont <B>KDE</B> et <B>Gnome</B>.
Ce sont des interfaces comparables &agrave;Windows, avec une barre
des t&acirc;hes, une forme de bouton &quot;d&eacute;arrer&quot;,
l'heure, etc. Elles offrent cependant des avantages consid&eacute;ables,
comme un niveau de personalisation beaucoup plus &eacute;ev&eacute;
Mais un des avantages majeurs est sans contredit le<B>
&quot;Multi-Desktops&quot;</B>. Vous savez comment windows
fonctionne, les applications ouvertes apparaissent dans la barre des
t&acirc;hes sous forme de boutons et l'on peut alterner d'une
&agrave;l'autre cliquant sur celle que l'on d&eacute;ire utiliser. La
plupart des interfaces graphiques sous Linux offrent la m&ecirc;e
option, sauf qu'en plus, nous avons plusieurs bureaux &quot;virtuels&quot;
miniatures, qui nous permettent d'organiser et d'utiliser plusieurs
&quot;bureaux&quot;, comme si l'on avait plusieurs ordinateurs
ouverts en m&ecirc;e temps, et que l'on alternait rapidement d'un
ordinateur &agrave;l'autre. C'est une option qui n'existe pas dans
windows et dont je ne peux maintenant plus me passer. Vous me direz
qu'il existe quelque chose de similaire sous Windows XP, en
installant un de ces &quot;packs&quot;, nous avons cette option sous
forme de quatre bureaux virtuels. En effet, cette option existe, mais
je l'ai essay&eacute;, sans toutefois &ecirc;re impressionn&eacute;de
quelconque fa&ccedil;n. En plus de n'offrir seulement 4 bureaux (il
n'y a pas vraiment de limite par rapport au nombre de bureaux sous
linux), le passage d'un bureau &agrave;l'autre est extr&ecirc;ement
lent et p&eacute;ible.</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=4><B>Logiciels</B></FONT></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm">Revenons aux logiciels. L'argument qui
revient toujours et qui emp&ecirc;he la majeure partie des
utilisateurs de Windows d'&eacute;igrer vers Linux est sans contredit
le manque de logiciels, qui &eacute;ait encore probl&eacute;atique il
y a quelques temps. Il est important de mentionner que Linux &eacute;olue
&agrave;la vitesse de la lumi&egrave;e et que les choses ont bien
chang&eacute; et sont toujours en constante &eacute;olution. Si bien
que maintenant, il existe des alternatives d'une qualit&eacute;irr&eacute;rochable
&agrave;la plupart des logiciels qui existent sous Windows. Et la
plupart de ces logiciels sont open-source, donc gratuits! Le premier
qui est digne de mention est sans contredit <B>OpenOffice, </B>qui
est une suite bureautique compl&egrave;e comparable &agrave;M$
Office, et qui supporte la plupart des formats de fichiers utilis&eacute;
couramment, y compris les documents M$ Office! Si vous utilisez votre
ordinateurs &agrave;des fins bureautiques et d'internet, vous n'avez
donc plus de pr&eacute;exte pour ne pas faire le grand &quot;move&quot;.
Pour ce qui est d'internet, il existe une vari&eacute;&eacute;grandissante
de logiciels pour naviguer sur le web, par exemple <B>Mozilla</B>,
<B>Netscape, Opera, Konqueror, Galeon,</B> etc.. tous <B>gratuits</B>.
Et si vous ne pouvez vraiment pas vous passer d'Internet Explorer, la
compagnie CodeWeavers a sorti une application appel&eacute; <B>Crossover</B>
qui bas&eacute; sur <B>WINE</B> et vous permet d'installer la plupart
de vos applications M$ sous Linux, y compris <B>Internet Explorer</B>
et <B>M$ Office.</B> Pour les amateurs de graphisme comme moi, il
existe un &eacute;uivalent de <B>Photoshop</B>, qui s'appelle <B>The
Gimp</B>, et qui est encore une fois totalement open-source et
gratuit. Et puissant! Je vais cesser de pr&eacute;iser ceci puisque
pratiquement toutes les applications linux &agrave;l'heure actuelle
sont Open Source et gratuites. <B>WINE, </B>qui signifie &quot;<B>W</B>ine
<B>I</B>s <B>N</B>ot an <B>E</B>mulator&quot;, est une application
d&eacute;elopp&eacute; sous linux qui permet d'&eacute;&eacute;uter
&agrave;peu pr&egrave; n'importe quel fichier <B>.exe </B>(format
Windows) sous Linux. Comme son nom l'indique, ce n'est pas un
&eacute;ulateur mais bien un r&eacute;l port de l'API de Windows sous
Linux. WINE est en constant d&eacute;eloppement et s'am&eacute;iore
de semaines en semaines. Pour vous donner une id&eacute;: comme je le
mentionnais plus t&ocirc;, il y a plusieurs applications windows qui
ne fonctionnent plus sous windows XP, mais que j'ai r&eacute;ssi
&agrave;ex&eacute;uter sans probl&egrave;e sous Linux. Mais WINE
reste une application de dernier recours, puisque les logiciels ne
roulent pas toujours aussi bien sous WINE que sur Windows. C'est
normal, WINE est en constante &eacute;olution, et comme les sources
de l'API de windows ne sont pas disponibles aux d&eacute;eloppeurs de
WINE, ce dernier n'est pas parfait. Je l'utilise personnellement
seulement pour ex&eacute;uter des applications telles que Macromedia
<B>Dreamweaver</B>, ou <B>Flash MX</B>, ou encore Adobe <B>Illustrator</B>,
puisque je n'ai pas encore trouv&eacute;de r&eacute;l comp&eacute;iteur
ou &eacute;uivalent &agrave;ces logiciels sous Linux. Mais je reste
confiant, ce n'est qu'une question de temps. Il existe des clones de
presque toutes les applications populaires, tels que <B>LICQ</B> pour
remplacer ICQ, <B>AMSN</B> pour MSN Messenger, et j'en passe. Il
existe aussi plusieurs applications multim&eacute;ias natives linux
qui n'ont rien &agrave;envier aux <B>Windows Media Player</B> ou
<B>Quicktime player</B>, tels que <B>Xine,</B> <B>MPlayer </B>ou<B>
XMMS</B>. Enfin! La liste d'applications Open-Source est longue, je
pourrais continuer longtemps mais je crois que vous avez compris mon
point. Je tiens aussi &agrave;pr&eacute;iser que les logiciels linux
ne sont pas toujours des &quot;clones&quot; ou des &quot;copies&quot;
de ce qui se fait sur Windows, mais il y a aussi beaucoup
d'innovation qui se d&eacute;eloppe d'abord sur Linux. Par exemple,
sous Gnome, pour &quot;naviguer&quot; dans vos fichiers, le
navigateur <B>Nautilus</B> est sans contredit en avance sur Windows
XP. L'utilisation du format PNG pour les icones, qui permet
l'utilisation d'icones de format vectoriel, vous laisse agrandir et
rapetisser les icones &agrave;votre guise, sans perdre la
qualit&eacute;d'affichage. un simple passage de la souris devant un
fichier .mp3 vous laisse l'&eacute;outer... les images s'affichent en
thumbnails, etc. D'ailleurs je crois bien que les d&eacute;eloppeurs
de Windows XP se sont inspir&eacute; de Nautilus pour ce qui est de
plusieurs d&eacute;ails, par exemple la zone de s&eacute;ection
semi-transparente qui apparait quand on fait une s&eacute;ection
multiple &agrave;l'aide de la souris...</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=4><B>Serveur avant tout</B></FONT></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm">C&ocirc;&eacute;des <B>serveurs</B>
Internet, Linux brille de par sa sup&eacute;iorit&eacute; Comme
serveur web, <B>Apache</B> avec <B>PHP</B> et <B>MySQL</B> (utilis&eacute;
sur 60% des serveurs web) surpassent de loin <B>M$ IIS</B> avec <B>ASP</B>
et <B>MS SQL server. </B>On sait ce qui est arriv&eacute;&agrave;ces
derniers et leurs failles de s&eacute;urit&eacute;avec les virus qui
courent... La plupart des concepteurs de jeux actuels d&eacute;eloppent
leur serveurs multi-jouers pour Linux puisque ceux-ci performent
mieux et sont &eacute;alement plus stables que sur Windows.
D'ailleurs, de plus en plus de jeux sont maintenant disponibles pour
Linux. Niveau compatibilit&eacute;r&eacute;eau, il existe une
solution qui s'appelle <B>Samba</B> et qui permet &agrave;votre
ordinateur de se connecter sur un r&eacute;eau local windows sans
probl&egrave;e. Vous pouvez donc vous connecter sur d'autres
ordinateurs qui utilisent windows et naviguer au travers des fichiers
sur d'autres disques durs sur le r&eacute;eau. On dit m&ecirc;e que
<B>Samba</B> est plus rapide et stable que le client pour r&eacute;eau
de Microsoft! Il faut sp&eacute;ifier que Linux est &agrave;prime
abord et avant tout un excellent serveur, c'est ce qui a fait sa
renomm&eacute;et son entr&eacute; sur le march&eacute; Il peut
ais&eacute;ent servir de routeur pour partager l'acc&egrave; internet
sur un r&eacute;eau entier, et ce avec une facilit&eacute;et une
fiabilit&eacute;sans pareil. 
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=4><B>Par ou commencer?</B></FONT></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm">Vous n'avez jamais essay&eacute;Linux
et vous &ecirc;es maintenant curieux? Il existe une tonne de
distributions disponibles sur l'Internet, que vous pouvez t&eacute;&eacute;harger
gratuitement. Personellement, j'ai fait mes tout d&eacute;uts &agrave;l'aide
des distributions Red Hat et Mandrake. Le principe est simple. Il
suffit de t&eacute;&eacute;harger un fichier .iso sur le site
correspondant &agrave;la distribution que l'on veut installer.
Ensuite, &agrave;l'aide d'un logiciel pour graver des CDs, il suffit
de graver &quot;l'image&quot; .iso que l'on a t&eacute;&eacute;harg&eacute;sur
un CD. La plupart des logiciels de gravure rendent cette op&eacute;ation
tr&egrave; simple. Ensuite, il s'agit simplement d'ins&eacute;er le
CD dans le lecteur CD-rom puis de red&eacute;arrer l'ordinateur. Tout
comme on le ferait avec Windows. Dans les d&eacute;uts de Linux, il
&eacute;ait n&eacute;essaire au pr&eacute;lable de cr&eacute;r une
partition Linux sur son disque dur &agrave;l'aide d'un logiciel de
partition tel que Partition Magic. C'est ce que j'ai toujours fait,
mais les r&eacute;entes distributions offrent cette option
&agrave;l'installation. L'installation est tr&egrave; simple, m&ecirc;e
que je n'exag&egrave;e pas en disant que l'installation de
distributions comme Mandrake ou Red Hat est maintenant moins longue
et plus facile qu'une installation de Windows. On vous demande
simplement quelle langue vous d&eacute;irez utiliser, quel type de
souris vous avez, quels logiciels vous d&eacute;irez installer, puis
l'installation d&eacute;arre. Apr&egrave; une vingtaine de minutes,
l'ordinateur red&eacute;arre et vous avez maintenant un menu qui vous
demande si vous d&eacute;irez d&eacute;arrer Windows ou Linux. Apr&egrave;
avoir d&eacute;arr&eacute;Linux, vous risquez de ne plus revoir ce
menu avant longtemps, puisque le besoin de red&eacute;arrer ne se
fera plus sentir! =)</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=4><B>Distributions</B></FONT></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm">Quelle distribution choisir? Bonne
question. Il y a une forte comp&eacute;ition entre les diff&eacute;entes
distributions actuellement. Mais on parle beaucoup en bien
pr&eacute;entement de la facilit&eacute;d'utilisation de <B>Red Hat 8</B>
(www.redhat.com) Et aussi <B>XandrOS</B> (www.xandros.com). Ce
dernier n'est cependant pas gratuit. Il est disponible pour une
centaine de dollars, mais son avantage est qu'il offre gratuitement
une version de &quot;<B>Crossover</B>&quot; dont j'ai parl&eacute;plus
haut, qui vous permet d'installer &agrave;peu pr&egrave; n'importe
quelle application Windows. Il y a aussi <B>SuSE</B> qui semble une
tr&egrave; bonne distribution, gratuite elle aussi. Personnellement
j'utilise depuis des ann&eacute;s <B>Linux-Mandrake
</B>(www.linux-mandrake.com)<B> </B>qui a une facilit&eacute;d'installation
et d'utilisation remarquable depuis des ann&eacute;s. Ma derni&egrave;e
installation de Mandrake m'a particuli&egrave;ement impressionn&eacute;,
puisqu'il a d&eacute;ect&eacute;sans effort ma webcam ainsi que ma
carte TV-Tuner (les deux seules composantes qui m'offraient encore
une certaine r&eacute;istance sous linux). Et bien s&ucirc; le reste
des composantes de mon ordinateur dont Linux n'a jamais eu de
probl&egrave;es &agrave;identifier et installer (tout cela se fait
automatiquement pendant l'installation). Cependant, il a encore
quelques petits bogues dans mandrake qui pourraient effrayer ceux qui
connaissent un peu moins Linux. Je l'utilise encore car je le connais
bien et je l'ai personnalis&eacute;&agrave;mon go&ucirc; depuis ces
derni&egrave;es ann&eacute;s. Mais si j'avais &agrave;recommencer, je
crois que j'essayerait <B>Red Hat 8</B>.</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=4><B>Conclusion</B></FONT></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm">En conclusion, ceci r&eacute;ume bien
mes connaissances et mon utilisation quotidienne de Linux. Je peux
maintenant affirmer fi&egrave;ement que je <B>n'utilise plus
Microsoft Windows</B> et je n'ai jamais appr&eacute;i&eacute;autant
utiliser mon ordinateur. Je roule encore sur mon C&eacute;eron 466,
qui oui, <B>est lent sous Windows XP</B>, mais sous Linux, je ne
ressent nullement le besoin de mettre &agrave;jour mon ordinateur.
Tout fonctionne bien, et comme je le veux, avec une vitesse tr&egrave;
raisonnable. Je parviens &agrave;faire tout ce que je veux, et
j'arrive m&ecirc;e &agrave;faire des choses que je ne pouvais faire
avant sous Windows. 
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><B>Vive la technologie Open-Source!</B></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=2 STYLE="font-size: 11pt">David
Gagnon</FONT></P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=2 STYLE="font-size: 11pt">---------------------------------------</FONT></P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=2 STYLE="font-size: 11pt">www.toogreen.org</FONT></P>
<P STYLE="margin-bottom: 0cm"><FONT SIZE=2 STYLE="font-size: 11pt">toogreen@toogreen.org</FONT></P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<P STYLE="margin-bottom: 0cm">Voir le paragraphe <B>&quot;Linux&quot;</B></P>
<DIV TYPE=FOOTER>
	<P STYLE="margin-top: 1.27cm; margin-bottom: 0cm"><BR>
	</P>
</DIV>
</BODY>
</HTML>